  [
    {
      "id": "INDEX35",
      "title": "Commando Season 01",
      "name": " Commando Season 01 (2023)",
      "poster": "Commando_Season_01_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Commando_Season_01_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",

      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/commando-season-01/index.html",
      "rating": 5.6,
      "synopsis": "Commando Season 01(2023) emerges as a compelling Indian action thriller web series that serves as both a tribute to its film franchise predecessor and a captivating addition to the genre. Created, directed, and produced by Vipul Amrutlal Shah, the series takes viewers on a heart-pounding journey that skillfully blends adrenaline-pumping action with a narrative charged with suspense. Premiering on Disney+ Hotstar on August 11, 2023, this series is poised to cement its place as a formidable contender in the realm of Indian web content.      At the core of Commando Season 01 is Commando Virat, portrayed with finesse by newcomer Prem. A seasoned Indian commando, Virat's mettle is tested when he is thrust into a high-stakes mission to rescue his brother Commando from enemy territory. Yet, the stakes escalate dramatically as Virat unearths a sinister plot aimed at unleashing a bio-warfare threat against India. With time ticking relentlessly, Virat finds himself in a race against the clock to thwart this ominous scheme. The ensemble cast lends depth and charisma to the series, with Adah Sharma, Shreya Chaudhary, Vaibhav Tatwawadi, Amit Sial, Tigmanshu Dhulia, Hiren Rathod, and others complementing Prem's riveting performance. The chemistry between the cast members adds authenticity to the characters and infuses the narrative with emotional resonance. Commando Season 01 doesn't hold back in delivering on its promise of action-packed sequences that keep viewers at the edge of their seats. The carefully choreographed scenes, accentuated by the series' strong production values, resonate with authenticity. This amalgamation of deft direction and top-tier action sequences stands as a testament to the creators' commitment to delivering a high-quality viewing experience.T he series also doesn't falter in the suspense department. As Virat's mission unfurls, viewers are drawn into a web of intrigue and peril that heightens with each passing episode. The pacing is deliberate, ensuring that every twist and revelation holds the audience's attention while allowing for character development.",
      "starring": [
        "Prem Parija",
        "Shreya Chaudhary",
        "Vaibhav Tatwawadi",
        "Amit Sial",
        "Tigmanshu Dhulia."
      ],
      "director": " Vipul Amrutlal Shah.",
      "country": " Indian.",
      "date": "2023-08-11",
      "contentRating": " India: UA ",
      "Originalnetwork": " Disney+ Hotstar.",
      "language": " Hindi.",
      "time": " 01H52M00S."
    },
    {
      "id": "INDEX34",
      "title": "Gangnam Zombie",
      "name": " Gangnam Zombie (2023)",
      "poster": "Gangnam_Zombie_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Gangnam_Zombie_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/gangnam-zombie/index.html",
      "rating": 3.2,
      "synopsis": "Gangnam Zombie (강남좀비) presents a gripping and spine-tingling South Korean horror film that delves into the macabre under the masterful direction of Lee Soo-sung. The movie, released in 2023, boasts a talented ensemble cast including Ji Il-joo, Park Ji-yeon, Jo Kyoung-hoon, Choi Seong-min, and Tak Teu-in. Set against the glamorous backdrop of the upscale Gangnam district in Seoul, the film thrusts viewers into a nightmarish scenario where a mysterious virus transforms the once vibrant residents into ravenous zombies. The film kicks off with the protagonist, Hyeon-seok (Ji Il-joo), arriving in Gangnam with hopes of a fresh start in his new job. However, he's met with chaos as the city's populace begins exhibiting eerie symptoms and descending into violent attacks on each other. Hyeon-seok and a small band of survivors, including Ji-yeon (Park Ji-yeon), find themselves in a desperate struggle for survival. Together, they must navigate the zombie-infested streets of Gangnam, fighting for their lives while seeking an escape from the clutches of the relentless undead. Gangnam Zombie succeeds in delivering a relentless barrage of pulse-pounding thrills and nail-biting suspense that resonate strongly with ardent horror aficionados. The film's triumph lies in its meticulous design of the undead creatures, whose grotesque appearance and menacing demeanor heighten the terror. The implementation of special effects is seamless, effectively amplifying the scare factor and immersing the audience into the heart of the horror. Among the stellar cast, Ji Il-joo and Park Ji-yeon stand out with their compelling performances. Their portrayal of characters caught in the midst of the chaos brings depth and authenticity to the film. This emotional investment in the characters enhances the viewer's connection to the unfolding horror and ramps up the tension. While Gangnam Zombie isn't without its minor shortcomings – such as a somewhat foreseeable plot trajectory and character development that occasionally falls short – these minor glitches scarcely diminish the overall enjoyment of the film. The engrossing action sequences and hair-raising visuals take center stage, ensuring that the audience is firmly ensnared in the film's spine-chilling narrative. In summation, Gangnam Zombie offers a thrilling roller-coaster of a horror film that caters to the yearnings of horror enthusiasts. While it may not revolutionize the genre or unveil groundbreaking narrative twists, the film's strength lies in its masterful execution of scares and its unrelenting commitment to delivering riveting action sequences. It's a cinematic selection tailor-made for those in search of an adrenaline-charged experience against the backdrop of a city besieged by the living dead.",
      "starring": [
        "Il-Joo Ji",
        "Ji-Yeon Park",
        "Kyoung-Hoon Jo",
        "Min Choi",
        "Tu-in Tak."
      ],
      "director": " Soo Sung Lee.",
      "country": " South Korea.",
      "date": "2023-01-05",
      "contentRating": " NA ",
      "Originalnetwork": "Contents Panda.",
      "language": " Korean.",
      "time": " 01H21M00S."
    },
    {
      "id": "INDEX33",
      "title": "Meg-2 The Trench",
      "name": " Meg-2 The Trench (2023)",
      "poster": "Meg2_The_Trench_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Meg2_The_Trench_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/meg-2-the-trench/index.html",
      "rating": 5.5,
      "synopsis": "Meg 2: The Trench (2023) plunges audiences back into the heart-pounding world of monstrous marine creatures. Directed by Ben Wheatley and written by Dean Georgaris, Jon Hoeber, and Erich Hoeber, the film serves as a gripping sequel to the 2018 hit The Meg. The star-studded cast includes Jason Statham, Wu Jing, Cliff Curtis, Shuya Sophia Cai, Sergio Peris-Mencheta, Jessica McNamee, and Rainn Wilson. Set against the backdrop of the ocean's abyssal depths, the movie centers around Jonas Taylor's (Jason Statham) harrowing journey as he leads a research expedition into uncharted territory, only to encounter an even more formidable menace – the terrifying prehistoric creatures known as The Trench. Released by Warner Bros. Pictures on August 4, 2023, Meg 2: The Trench follows the trajectory of its predecessor by blending thrilling action and high-stakes adventure. Critics' responses to the film have been mixed, lauding Statham's compelling performance and the exhilarating action sequences while criticizing the derivative plot and the absence of genuine scares. However, the movie achieved box office success, raking in an impressive $536 million globally against a production budget of $130 million.Promising audiences a riveting cinematic experience, Meg 2: The Trench raises the stakes with several enticing elements: Monstrous Evolution: While the first film introduced audiences to the immense threat posed by the Megalodon, The Trench amplifies the terror with even larger and more menacing aquatic predators. These creatures, known as The Trench, evoke a primal fear of the unknown, looming as an even more potent danger. Explosive Action: Building upon the action-packed foundation laid by its predecessor, The Trench cranks up the intensity. Brace yourself for a deluge of adrenaline-pumping sequences, featuring fiery explosions, intense gunfire, and nerve-wracking shark encounters that are bound to keep viewers at the edge of their seats. Fresh Faces: Beyond Statham's reprisal of his role, The Trench introduces new characters portrayed by Wu Jing, Cliff Curtis, and Shuya Sophia Cai. Their performances bring unique dynamics to the film, enhancing the overall ensemble. Perilous Odyssey: At its core, Meg 2: The Trench is a perilous odyssey into the unknown. The narrative explores the boundaries of human curiosity and the consequences of pushing those boundaries. The treacherous journey serves as a crucible for Jonas Taylor and his team, forcing them to confront their fears and overcome seemingly insurmountable odds. In essence, Meg 2: The Trench delivers a cinematic escapade that marries mammoth prehistoric threats with heart-racing action. While it might tread familiar ground, the film compensates with spectacular visuals, a star-studded cast, and a relentless cascade of intense moments. Whether you're a fan of the first installment or simply seek a dose of action-packed excitement, Meg 2: The Trench is poised to provide an oceanic adventure that's sure to make waves.",
      "starring": [
        "Jason Statham",
        "Jing Wu",
        "Shuya Sophia Cai",
        "Cliff Curtis",
        "Page Kennedy."
      ],
      "director": " Ben Wheatley.",
      "country": " United States.",
      "date": "2023-08-04",
      "contentRating": "  United States:PG-13 ",
      "Originalnetwork": " Warner Bros. Pictures.",
      "language": " English.",
      "time": " 01H56M00S."
    },
    {
      "id": "INDEX31",
      "title": "Hitmen",
      "name": " Hitmen (2023)",
      "poster": "Hitmen_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Hitmen_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/hitmen/index.html",
      "rating": 5.4,
      "synopsis": "Get ready for a roller-coaster of laughter and adrenaline in the upcoming American action comedy film Hitmen, helmed by Patrick Hughes and penned by Tom O'Connor, Ryan Engle, and Patrick Hughes. Boasting a star-studded cast including Ryan Reynolds, Samuel L. Jackson, Salma Hayek, and Antonio Banderas, this cinematic spectacle is poised to deliver entertainment in spades. The film's release, scheduled for August 12, 2023, by Paramount Pictures, has action enthusiasts and comedy buffs eagerly anticipating a thrilling cinematic experience.The premise of Hitmen revolves around an unlikely alliance forged between two hitmen, Darius Kincaid (Ryan Reynolds) and Wesley Gibson (Samuel L. Jackson), who find themselves teaming up for a high-stakes mission. Their objective? To rescue a young girl named Kira (Salma Hayek), daughter of a formidable crime lord, who has fallen victim to the clutches of a rival gang. As the clock ticks and danger escalates, Darius and Wesley must pool their exceptional skills and experiences to ensure Kira's safe return before time runs out. Anticipation for Hitmen is further heightened by its stellar early reviews. Critics have lauded the film's energetic performances, particularly those of Reynolds, Jackson, and Hayek. The chemistry between the leading trio is touted as a standout element, injecting both humor and heart into the narrative. The action sequences have garnered praise as well, attesting to the film's commitment to heart-pounding excitement. Comparisons to iconic action comedies like The Expendables and Deadpool are not uncommon. Hitmen seems poised to carve its own niche by masterfully blending laugh-out-loud moments with high-octane action. As the film's release draws near, excitement is building among audiences who are eager to witness this dynamic convergence of genres. Early reviews offer a glimpse into the film's appeal. Critics from IGN commend the film for its exhilarating action sequences, strong chemistry between Reynolds and Jackson, and the scene-stealing presence of Salma Hayek. Screen Rant raves about the impeccable direction, captivating performances, and the film's ability to seamlessly fuse humor and action. Cinemablend, echoing the sentiment, enthusiastically recommends Hitmen as an exemplar of a well-executed action comedy, applauding its ability to captivate both the funny bone and the thrill-seeker in the audience. As the release date approaches, the buzz surrounding Hitmen continues to grow. The promise of Reynolds and Jackson's comedic genius coupled with Hayek's charisma and the film's adrenaline-inducing action sequences is a tantalizing blend that's hard to resist. The anticipation is palpable, and audiences are eagerly counting down the days until they can embark on this roller-coaster ride of laughter and action. Hitmen (2023) is shaping up to be an unforgettable cinematic experience that promises to deliver on both its comedic and action-packed fronts.",
      "starring": [
        "Eric Roberts",
        "Charlie Rawes",
        "Lois Brabin-Platt",
        "Marco Leonardi",
        "Jan Anderson."
      ],
      "director": " Savvas D. Michael.",
      "country": " United Kingdom.",
      "date": "2023-06-05",
      "contentRating": " United Kingdom:15 ",
      "Originalnetwork": " BarnStorm Productions.",
      "language": " English.",
      "time": " 01H49M00S."
    },
    {
      "id": "INDEX30",
      "title": "Rocky Aur Rani Kii Prem Kahaani",
      "name": " Rocky Aur Rani Kii Prem Kahaani (2023)",
      "poster": "Rocky_Aur_Rani_Kii_Prem_Kahaani_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Rocky_Aur_Rani_Kii_Prem_Kahaani_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/rocky-aur-rani-kii-prem-kahaani/index.html",
      "rating": 7.2,
      "synopsis": "Rocky and Rani, a poignant tale of love's endurance and resurgence, commences with the chance meeting of Rocky (Ajay Devgn) and Rani (Kareena Kapoor Khan) during their teenage years in the 1990s. Against the backdrop of diverse backgrounds, their hearts find a connection that defies boundaries. However, societal norms and familial disapproval force them apart, unraveling a love story prematurely. Years later, destiny reunites Rocky and Rani in their adulthood, both successful in their respective careers but grappling with a sense of unfulfillment. Rocky, once a celebrated rockstar, now grapples with faded glory, while Rani navigates life as a divorced single mother. In search of solace, they decide to rekindle their romance, but the passage of time has brought with it a burden of unresolved emotions. Haunted by his past, Rocky battles his commitment issues, while Rani remains haunted by the fear of heartbreak. Trust issues and deep-seated fears threaten to extinguish the spark they once shared. Their journey is marked by struggle and self-discovery as they grapple with their shared history and the scars it left behind. Yet, love prevails. Overcoming their fears and uncertainties, Rocky and Rani find their way back to each other's hearts. The course of true love, however, never did run smooth. Rocky's former flame, Maya (Katrina Kaif), emerges from the shadows, reigniting past flames. Maya's relentless pursuit tests Rocky and Rani's love, driving the narrative into realms of suspense and danger. As Maya's obsession spirals, her actions take a sinister turn, endangering Rani's life. But love proves its strength. In a triumphant climax, Rocky and Rani conquer adversities and exchange vows of eternal togetherness. Their journey culminates in a celebration of love's victory, yet a lingering awareness remains that love's challenges are far from over. Directed by Karan Johar, the film juxtaposes the 1990s and 2020s, sculpting a love saga that spans two decades. The movie features an ensemble cast, with luminaries like Dharmendra, Jaya Bachchan, and Ranveer Singh joining the lead stars. The movie's musical brilliance showcases the finest of Bollywood's melodies, serenading the emotions of its characters. Rocky and Rani has garnered acclaim for its performances, music, and visual aesthetics. The tale's sweeping emotions resonate deeply with audiences. However, some critics have voiced concerns about its length and melodramatic elements. In essence, Rocky and Rani captures the essence of love's resilience and its power to transcend time and societal boundaries. Through rocky terrains and emotional turmoil, Rocky and Rani's love journey becomes a testament to the endurance of the heart's deepest yearnings.",
      "starring": [
        "Ranveer Singh",
        "Alia Bhatt",
        "Dharmendra",
        "Shabana Azmi",
        "Jaya Bachchan."
      ],
      "director": " Karan Johar.",
      "country": " Indian.",
      "date": "2023-07-28",
      "contentRating": " India: UA ",
      "Originalnetwork": " Phars Film.",
      "language": " Hindi.",
      "time": " 02H48M00S."
    },
    {
      "id": "INDEX29",
      "title": "Kisi Ka Bhai Kisi Ki Jaan",
      "name": " Kisi Ka Bhai Kisi Ki Jaan (2023)",
      "poster": "Kisi_Ka_Bhai_Kisi_Ki_Jaan_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Kisi_Ka_Bhai_Kisi_Ki_Jaan_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/kisi-ka-bhai-kisi-ki-jaan/index.html",
      "rating": 4.5,
      "synopsis": "Set against the backdrop of familial bonds and enduring love, the movie delves into the lives of three brothers: Salman Khan, Aayush Sharma, and Randeep Hooda. United in a joint family, their dynamics unfold as Salman, the eldest and a widower with two children, strives to protect his loved ones. Aayush, the middle brother, is married with a child, while Randeep, the youngest, remains single. Salman's reluctance to remarry, driven by his dedication to maintaining familial equilibrium, becomes a point of concern for his brothers. Despite his brothers' worries, he resists the idea of another marriage, fearing that it might disrupt the harmony within the household. His brothers, however, are convinced that a life partner is essential for his children's sake. Amid these familial deliberations, the story takes an unexpected turn when Salman's brothers orchestrate a blind date with Nargis (Jacqueline Fernandez). Nargis, an assertive and independent woman, captures Salman's heart with her charisma and candor. Salman and Nargis's romance blossoms despite hurdles. Their relationship faces opposition due to religious and societal differences. Salman's family is apprehensive about his involvement with a non-Muslim woman, while Nargis's family is uneasy about her union with a widower having two children. Undeterred, Salman and Nargis decide to marry, a decision marked by both joy and poignancy. Salman's ailing mother is unable to attend the wedding, and Nargis's father disowns her due to her interfaith marriage. As they start their new life together, happiness graces Salman and Nargis, but their joy is fleeting. Nargis is diagnosed with cancer, and her limited time becomes a race against fate. Salman's unwavering devotion is a testament to their love as he stands resolute in accompanying her on this challenging journey. Despite Nargis's courageous fight, cancer claims her life. Salman is shattered by Nargis's departure, yet he remains steadfast in his commitment to their love story. He single-handedly raises his children while achieving professional success. Nargis's memory remains a guiding light in his life. The movie's poignant conclusion sees Salman's children entering matrimonial bonds, reinforcing the importance of love and family. Through joy and sorrow, the narrative underscores the indomitable power of relationships. Set in the vibrant city of Mumbai, the film is helmed by director Sooraj Barjatya and features a resonant soundtrack composed by Himesh Reshammiya. The music's popularity mirrors the film's success, amassing over ₹1 billion (US$13 million) at the box office. However, the movie's reception among critics is varied. While some laud its emotive narrative and powerful performances, others critique its predictable storyline and heightened emotional scenes. In essence, the film navigates the intricacies of familial love, resilience, and the profound impact of a soul-stirring romance. Amid cultural clashes and life's uncertainties, the enduring memory of love's triumph becomes an ever-present beacon for the characters and the audience alike.",
      "starring": [
        "Salman Khan",
        "Pooja Hegde",
        "Venkatesh Daggubati",
        "Jagapathi Babu",
        "Jassie Gill."
      ],
      "director": " Farhad Samji.",
      "country": " Indian.",
      "date": "2023-07-07",
      "contentRating": " India: UA ",
      "Originalnetwork": " Zee5.",
      "language": " Hindi.",
      "time": " 02H25M00S."
    },
    {
      "id": "INDEX28",
      "title": "Hidden Strike",
      "name": " Hidden Strike (2023)",
      "poster": "Hidden_Strike_2023.jpg",
      "image": "../../wp-content/uploads/2023/06/Hidden_Strike_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/hidden-strike/index.html",
      "rating": 5.3,
      "synopsis": "In the heart-pounding action thriller Hidden Strike (2023), directed by Scott Waugh, audiences are plunged into a high-stakes mission led by an ensemble cast featuring Jackie Chan, John Cena, Pilou Asbæk, Wang Zhenwei, Amadeus Serafini, and Rachael Holoway. Set against the backdrop of post-Iraq War chaos, the film's narrative revolves around two former special forces soldiers, Po (Jackie Chan) and Mo (John Cena), who are entrusted with a critical task: guiding a group of civilians through the perilous Highway of Death in Baghdad to reach the sanctuary of the Green Zone. Released in China on July 6, 2023, and later in the United States on August 12, 2023, Hidden Strike garnered mixed reviews from critics. While the film was commended for its intense action sequences and notable performances, it also faced scrutiny for its plot predictability and uneven pacing. In the aftermath of the Iraq War, Po and Mo find themselves in the role of guardians, responsible for shepherding civilians through a treacherous landscape marred by landmines and haunted by insurgents. As danger looms at every turn, the group becomes embroiled in a desperate battle for survival, navigating a path fraught with tension and uncertainty. The movie thrives on its relentless action, with explosions and gunfire becoming almost characters in their own right. The on-screen chemistry between Jackie Chan and John Cena is palpable, lending authenticity to their roles. Supporting cast members also contribute to the film's credibility, creating a well-rounded ensemble. Nonetheless, the plot's predictability detracts somewhat from the overall impact, and the pacing occasionally falters. Reviews reflect a range of opinions on Hidden Strike. Some critics laud its well-crafted action sequences and commendable performances by Chan and Cena. Others recognize the film's solid entertainment value but note its shortcomings in terms of storytelling innovation and character development. While the action is gripping and the cast delivers, the film doesn't entirely escape criticism for its narrative choices. In summary, Hidden Strike (2023) offers a roller-coaster ride of action and suspense, elevated by the talents of its lead actors. Yet, the film grapples with predictability in its storyline and moments of uneven pacing. For enthusiasts of action-packed cinema, Hidden Strike serves as a solid choice. However, it may not entirely transcend the boundaries of the genre for those seeking a more innovative narrative experience.",
      "starring": [
        "Jackie Chan",
        "John Cena",
        "Chunrui Ma",
        "Wenli Jiang",
        "Jia Xu."
      ],
      "director": " Scott Waugh.",
      "country": " United States.",
      "date": "2023-07-28",
      "contentRating": "  United States:TV-14 ",
      "Originalnetwork": " Netflix.",
      "language": " English.",
      "time": " 01H42M00S."
    },
    {
      "id": "INDEX27",
      "title": "Fast X",
      "name": " Fast X (2023)",
      "poster": "Fast_X_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Fast_X_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/fast-x/index.html",
      "rating": 5.8,
      "synopsis": "Buckle up, because the adrenaline-fueled saga continues in Fast X, the highly anticipated tenth installment of the Fast & Furious franchise. Helmed by director Louis Leterrier and penned by Chris Morgan, this action-packed thrill ride revs its engines as a direct sequel to 2021's F9, promising fans another dose of high-speed chases, heart-pounding stunts, and a stellar ensemble cast. Returning to the driver's seat are Vin Diesel as the iconic Dom Toretto, Michelle Rodriguez as Letty Ortiz, Tyrese Gibson as Roman Pearce, Chris Ludacris Bridges as Tej Parker, and more. Joining the family is John Cena, Jordana Brewster, Nathalie Emmanuel, Sung Kang, Helen Mirren, Charlize Theron, and the formidable Jason Momoa. In Fast X, Dom Toretto and his crew face an adversary like no other: a ruthless and highly skilled assassin hellbent on seeking vengeance. As the franchise's hallmark action sequences take center stage once again, viewers can anticipate more of the gravity-defying stunts, breakneck car chases, and explosive showdowns that have become synonymous with the Fast & Furious brand. A notable addition to the franchise is Jason Momoa, renowned for his roles in Aquaman and Game of Thrones. With his intense charisma and commanding presence, Momoa injects a new level of ferocity into the saga, promising a gripping clash of titanic forces. Longtime fans will also be thrilled by the return of familiar faces. Sung Kang reprises his role as Han Lue, while Jordana Brewster steps back into the shoes of Mia Toretto, adding a layer of nostalgia to the high-octane proceedings. Underneath the roaring engines and screeching tires lies a high-stakes narrative that tests the very bonds that hold the Fast family together. With a new adversary pushing them to their limits, Dom and his crew must rely on their camaraderie, resourcefulness, and unbreakable loyalty to triumph against their deadliest foe yet.Mar k your calendars, because Fast X is set to hit theaters in the United States on May 19, 2023, courtesy of Universal Pictures. From heart-pounding action to emotionally charged moments, this installment promises to deliver the quintessential Fast & Furious experience that fans around the world have come to love. So prepare for a white-knuckle ride, as Fast X gears up to take audiences on a high-octane journey that only the Fast & Furious franchise can provide.",
      "starring": [
        "Louis Leterrier",
        "Michelle Rodriguez",
        "Jason Statham",
        "Jordana Brewster",
        "Tyrese Gibson."
      ],
      "director": " Louis Leterrier.",
      "country": " United States.",
      "date": "2023-07-07",
      "contentRating": " United States:PG-13 ",
      "Originalnetwork": " Universal Pictures.",
      "language": " English.",
      "time": " 02H21M00S."
    },
    {
      "id": "INDEX26",
      "title": "Insidious The Red Door",
      "name": " Insidious The Red Door (2023)",
      "poster": "Insidious_The_Red_Door_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Insidious_The_Red_Door_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/insidious-the-red-door/index.html",
      "rating": 5.6,
      "synopsis": "Insidious: The Red Door marks the fifth chapter in the spine-chilling saga of the Insidious horror film franchise. Released on July 7, 2023, and directed by Patrick Wilson, who also graces the screen alongside Rose Byrne and Ty Simpkins, the film continues to explore the unnerving intersection between the realms of the living and the paranormal. Set a decade after the events of Insidious: The Last Key, the narrative takes us on a haunting journey following Josh Lambert's life. This time, Josh embarks on a journey to accompany his son, Dalton, as he begins his college journey. However, their aspirations of a brighter future quickly transform into a nightmare as the sinister specters of their past resurface with a vengeance. As the malevolent forces tighten their grip, both father and son find themselves compelled to journey deeper into the shadowy abyss of The Further, an eerie dimension inhabited by malevolent spirits. The stakes are higher, the challenges graver, as they confront not just external terrors, but their own inner demons as well. The film has evoked a spectrum of responses from critics. Some commend the performances and Wilson's direction, acknowledging the film's ability to deliver effective scares. Others, however, express reservations about the film's originality, lamenting its reliance on established horror tropes. Yet, despite this division, the film's financial success is undeniable, with a global box office collection exceeding $100 million. For devoted followers of the Insidious series, Insidious: The Red Door is likely to provide an exhilarating experience. The film continues the franchise's tradition of combining well-executed suspense with the supernatural, delivering a tantalizing cocktail of fear and fascination. However, for those seeking innovation and narrative breakthroughs, the film might leave a sense of yearning for something truly groundbreaking. Digging deeper into the film's fabric, its title takes on profound significance. The enigmatic red door, a recurring element in Dalton's dreams, serves as a portal to The Further, an abyss of torment and terror. The film ingeniously interweaves characters from previous installments, such as the return of Josh Lambert, Rose Byrne, and Ty Simpkins, bridging a connection between the haunting experiences of the past and the haunting present. The introduction of new characters, including a college professor providing insight into the malevolent forces at play, adds layers to the film's narrative architecture. As the story unfolds, Morristown, New Jersey, becomes the eerie backdrop for this bone-chilling tale, further enveloping viewers in its atmosphere of unease. With a budget of $16 million, Insidious: The Red Door harnesses its resources to create a world of dread and anticipation. The film premiered in theaters on July 7, 2023, accompanied by a 59% rating on Rotten Tomatoes, a testament to its ability to provoke a spectrum of responses. Ultimately, Insidious: The Red Door encapsulates the essence of the franchise - a spine-tingling exploration of the supernatural woven around the human experience. While critics grapple with their viewpoints, the film's global success underscores its resonance with audiences seeking thrills and chills. As the Insidious saga evolves, Insidious: The Red Door offers another entry into a world where the veil between reality and the supernatural is tantalizingly thin.",
      "starring": [
        "Ty Simpkins",
        "Patrick Wilson",
        "Rose Byrne",
        "Sinclair Daniel",
        "Hiam Abbass."
      ],
      "director": " Patrick Wilson.",
      "country": " United States.",
      "date": "2023-07-07",
      "contentRating": "  United States:PG-13 ",
      "Originalnetwork": " Columbia Pictures.",
      "language": " English.",
      "time": " 01H47M00S."
    },
    {
      "id": "INDEX25",
      "title": "Char Cup Chai",
      "name": " Char Cup Chai (2023)",
      "poster": "Char_Cup_Chai_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Char_Cup_Chai_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/char-cup-chai/index.html",
      "rating": 4.4,
      "synopsis": "Char Cup Chai, a 2023 Indian Hindi-language drama film directed by Nikhil Nagpal and produced by Ronnie Screwvala under RSVP Movies, unveils a tapestry of human connections and aspirations through the lives of three protagonists - Ayushmann Khurrana, Rakul Preet Singh, and Jaideep Ahlawat. Set against the bustling streets of Delhi, the film delves into the transformative journey of friends who venture into entrepreneurship by opening a chai shop. While the film touches on themes of friendship, ambition, and love, its pacing and originality have sparked mixed reactions. Released on August 11, 2023, Char Cup Chai follows the lives of three friends as they embark on a unique business venture. Ayushmann Khurrana, Rakul Preet Singh, and Jaideep Ahlawat deliver powerful performances that anchor the film's emotional core. Khurrana portrays the dreamer, infusing his character with optimism and determination. Singh embodies the pragmatist, lending depth to the narrative with her portrayal of a friend who balances ambition with realism. Ahlawat, on the other hand, adds a layer of complexity as he navigates the intricacies of personal and professional aspirations. The film's narrative begins as the friends converge their dreams into reality by opening a chai shop. As the aroma of freshly brewed tea intertwines with the conversations, the film captures the essence of camaraderie and the hope that permeates their journey. However, Char Cup Chai faces challenges in its execution. Critics from Hindustan Times express concerns about its pace and lack of novelty, citing the film's inability to fully transcend its ambitions. This criticism is echoed by India Today, where the film's predictable plot and lack of depth are underlined, resulting in an overall sense of underachievement. Despite these reservations, The Times of India stands in favor of the film, awarding it 3.5 stars out of 5. The review lauds the film's exploration of friendship, love, and loss, commending the exceptional performances of the cast. Khurrana, Singh, and Ahlawat bring authenticity to their roles, enriching the narrative's emotional impact. Yet, the review concedes that the film's leisurely pace might not resonate with all viewers, emphasizing its suitability for those seeking a heartfelt portrayal of connections. As the film unfolds, the chai shop becomes a melting pot of emotions, dreams, and conversations. The plot navigates the friends' personal and professional challenges, echoing the nuances of real-life endeavors. However, the film grapples with a central dilemma - balancing the portrayal of relationships and aspirations while maintaining a compelling pace. The critics' divide is palpable in their reviews - Hindustan Times and India Today highlight the film's shortcomings, while The Times of India embraces its virtues. Char Cup Chai paints a canvas that is both evocative and imperfect, leaving room for interpretation. Its depiction of friendships evolving amid the humdrum of daily life resonates with the audiences seeking a reflective narrative. For those who cherish character-driven stories and are willing to embrace a more measured storytelling style, the film's exploration of human emotions and connections might prove deeply satisfying. In conclusion, Char Cup Chai stands as a cinematic endeavor that bridges the gap between dreams and reality, embodying the delicate balance between heartfelt storytelling and pacing. The varying perspectives offered by critics underscore its potential to spark conversations and resonate differently with each viewer. As the film navigates the delicate terrain of relationships and aspirations, it mirrors the multifaceted nature of the human experience, inviting audiences to find their own reflections within its frames.",
      "starring": [
        "Harman Singh",
        "Muskan Mehta",
        "Gurpreet Mand",
        "Simmerpal Singh",
        "Thoda Bai Pipi."
      ],
      "director": " Harman Singh.",
      "country": " Indian.",
      "date": "2023-06-21",
      "contentRating": " India: UA ",
      "Originalnetwork": " Adler & Associates Entertainment.",
      "language": " Hindi.",
      "time": " 01H39M00S."
    },
    {
      "id": "INDEX24",
      "title": "I Am Rage",
      "name": " I Am Rage (2023)",
      "poster": "I_Am_Rage_2023.jpg",
      "image": "/wp-content/uploads/2023/06/I_Am_Rage_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/i-am-rage/index.html",
      "rating": 3.5,
      "synopsis": "I Am Rage (2023): A Gripping Blend of Action and Horror Unleashes Vengeance. In the realm of 2023's cinematic offerings, I Am Rage stands as an intense amalgamation of heart-pounding action and spine-chilling horror. Directed by David Ryan Keith and co-written by Keith and Stephen Durham, this American film thrusts viewers into a tumultuous tale of survival and revenge. With a cast featuring Hanna J. Bang Bendz, Marta Svetek, Derek Nelson, Antonia Whelan, Jamie Chambers, Luke Aquilina, and Debbie Sheridan, I Am Rage weaves a narrative that is both riveting and disturbing. The film's focal point is Erin Bradley, portrayed by Hanna J. Bang Bendz, a young woman bearing a brutal history of violence. Abducted and subjected to abuse for fifteen harrowing years, Erin escaped, leaving a trail of destruction in her wake. Now leading a tranquil life in the suburbs with her boyfriend Adam, her past is about to resurface in an unexpected and horrifying manner. Erin's life takes a sinister turn when a seemingly innocent trip to meet Adam's parents transforms into a nightmarish ordeal. Abducted once again, Erin finds herself ensnared by a malevolent cult that feeds on human blood, catering to the desires of the wealthy who believe in its rejuvenating properties. However, the cult grossly underestimates Erin. Unbeknownst to them, she is not a helpless victim; she is a trained killer with a ferocious rage burning within her. Determined to escape and seek revenge, Erin unleashes her fury upon her captors in a relentless pursuit of freedom and retribution. I Am Rage is a cinematic rollercoaster, delivering visceral action sequences and chilling horror elements in equal measure. While Bendz's portrayal of Erin adds depth to the character, the film's strengths also lie in its engaging narrative and the tension it successfully builds. Released by Uncork'd Entertainment on August 1, 2023, the film garnered mixed reviews from critics. Its action sequences and Bendz's performance were praised, while its graphic content and violent nature were met with criticism. In essence, I Am Rage provides a relentless ride through the darkest corners of revenge and survival. With moments that will leave your heart pounding and your nerves tingling, this film caters to those seeking an adrenaline-packed experience. Though not for the faint of heart, it remains an example of the power of cinema to evoke intense emotions and take audiences on a journey beyond the mundane. A visceral blend of action and horror, 'I Am Rage' thrills with its heart-pounding sequences and Hanna J. Bang Bendz's commanding performance as the unstoppable Erin. - Dread Central Prepare for an unsettling ride with 'I Am Rage'. The film grips you with its unrelenting tension and audacious brutality, a must-watch for horror aficionados. - Bloody Disgusting While 'I Am Rage' exhibits moments of suspense and well-choreographed action, its excessive violence and unsatisfying ending are hard to overlook. A mixed bag that leaves a lasting impression. - The Hollywood Reporter In summary, I Am Rage immerses audiences in a chilling tale of vengeance, masterfully blending action and horror. Bendz's performance and the film's narrative prowess serve as pillars, though its violent nature might not be suitable for all. For those seeking an intense cinematic experience, I Am Rage is a film that delivers both thrills and shocks in equal measure.",
      "starring": [
        "Hannaj Bang Bendz",
        "Marta Svetek",
        "Antonia Whillans",
        "Derek Nelson",
        "Luke Aquilina."
      ],
      "director": " David Ryan Keith.",
      "country": " United Kingdom.",
      "date": "2023-08-01",
      "contentRating": " United States:TV-MA ",
      "Originalnetwork": " Uncork'd Entertainment.",
      "language": " English.",
      "time": " 01H28M00S."
    },
    {
      "id": "INDEX23",
      "title": "Twisted Metal",
      "name": " Twisted Metal (2023)",
      "poster": "Twisted_Metal_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Twisted_Metal_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/twisted-metal/index.html",
      "rating": 7.5,
      "synopsis": "Twisted Metal is an exhilarating post-apocalyptic action drollery television series that takes its inspiration from the beloved video game franchise. Set in a undefined world, the serial publication follows the journey of a motor-mouthed foreigner named John Doe, portrayed by Anthony Mackie. He is bestowed with a tantalizing chance for a better life, but the catch is delivering a mysterious package crosswise the hazardous and unpredictable post-apocalyptic wasteland. Anthony Mackie's compelling portrait of whoremaster Doe adds depth and intrigue to the character. His undefined nature, a blend of victim and survivor, forms the heart of the story. Doe's journey leads him to put together an eclectic group of individuals, each with their have unique quirks and skills, to get together him in this high-stakes mission. Stephanie Beatriz shines as the trigger-happy car thief, Quiet. Her tough and laughable demeanor injects energy and volatility into the group dynamics. microphone Mitchell's portrayal of the pugnacious ice cream truck driver, Needles Kane, adds comedic relief and a relatable touch of vulnerability to the team. Tahj Vaughans' enigmatic performance as the covert figure, sweetness Tooth, elevates the intrigue and suspense of the series. The alchemy among the cat members creates a moral force ensemble that TV audience will undoubtedly be drawn to. As the group ventures through and through the treacherous wasteland, they encounter a myriad of dangers, including marauders led by a sadistic clown portrayed by doubting Thomas Haden Church, a cult of cannibals, and level a big worm. Survival becomes their utmost priority, requiring them to forge trust and unity in the face of adversity. Twisted Metal expertly balances dark humor with high-octane action, capturing the essence of the video game franchise. The series, directed by a gifted team including Bill Benz, Maggie Carey, Kitao Sakurai, and Jude Weng, offers a visually captivating see that immerses TV audience into this thrilling post-apocalyptic world. Executive producers Rhett Reese, Saint Paul Wernick, Will Arnett, Marc Forman, and Peter Craig contribute their creative vision to the series. With a scheduled premier on Inachis io in February 2023, Twisted Metal promises a rollercoaster tantalize of suspense, entertainment, and unforgettable characters that wish undoubtedly captivate fans of the genre and the video recording game franchise alike.",
      "starring": [
        "Anthony Mackie",
        "Stephanie Beatriz",
        "Paul Kleinpeter",
        "Mike Mitchell",
        "Tahj Vaughans."
      ],
      "director": " Bill Benz.",
      "country": " United States.",
      "date": "2023-07-27",
      "contentRating": " United States:TV-MA ",
      "Originalnetwork": "Sony Pictures Television.",
      "language": " English.",
      "time": " Avg 0H30M00S."
    },
    {
      "id": "INDEX22",
      "title": "The Trial Pyaar Kaanoon Dhokha  ",
      "name": " The Trial Pyaar Kaanoon Dhokha (2023)",
      "poster": "The_Trial_Pyaar_Kaanoon_Dhokha_2023.jpg",
      "image": "/wp-content/uploads/2023/06/The_Trial_Pyaar_Kaanoon_Dhokha_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/the-trial-pyaar-kaanoon-dhokha/index.html",
      "rating": 5.3,
      "synopsis": "The Trial Pyaar Kaanoon Dhokha is an enthralling idiot box series that delves into the intricate dynamics of love, law, and betrayal. The story revolves around Noyonika Sengupta, a devoted woman of the hous whose living takes an unexpected turn when her husband, Rajiv, is arrested under charges of subversion and sexual assault. As Noyonika embarks on a unrelenting quest for truth and justice, she unravels a complex web of deceit, testing her determination and challenging social group norms. Kajol portrays Noyonika with depth and authenticity, embodying the essence of a woman who refuses to accept the surface truth. The serial directed by Suparn Varma presents a right ensemble cast, including Tanuj Virwani, Mita Vashisht, and Amrita Singh, each delivering compelling performances that elevate the narrative. As Noyonika navigates the receptor corridors of the sound system, she encounters harassment from the authorities and threats from those with vested interests. The serial thoughtfully examines the trials and tribulations sweet-faced by a woman fighting for justice in a society riddled with corruption and sexuality bias. Noyonika's journey resonates with resiliency and courage. Her determination to clear Rajiv's name drives her to challenge the established norms and wonder the wholeness of those in power. The Trial Pyaar Kaanoon Dhokha is a stirring portrayal of a woman's fight against adversity, a testament to the major power of one's convictions in the look of insurmountable odds. Set against a backcloth of intrigue and suspense, the serial explores the complexities of human relationships and the stark contrasts 'tween appearances and reality. With a unfreeze date typeset for October 2023 in India, The Trial Pyaar Kaanoon Dhokha promises to be a gripping and thought-provoking addition to the world of television, unearthing the indomitable spirit up of a woman on a call for for justice and truth.",
      "starring": [
        "Kajol",
        "Kubbra Sait",
        "Alyy Khan",
        "Sheeba Chaddha",
        "Gaurav Pandey."
      ],
      "director": " Suparn Varma.",
      "country": " Indian.",
      "date": "2023-07-14",
      "contentRating": " India: UA ",
      "Originalnetwork": " Disney+ Hotstar.",
      "language": " Hindi.",
      "time": " 01H52M00S."
    },
    {
      "id": "INDEX21",
      "title": "Blindspot  ",
      "name": " Blindspot (2023)",
      "poster": "Blindspot_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Blindspot_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/blindspot/index.html",
      "rating": 4.4,
      "synopsis": "The opening episode of Blindspot (2023) kicks off with an enigmatic woman awakening in the heart of Times Square, her memory erased and body covered in intricate tattoos. Each tattoo, it turns out, is a cryptic clue leading to various unsolved crimes. This mysterious woman becomes the focal point of an intricate puzzle that has the potential to unravel a series of baffling murders. Quickly apprehended by the FBI, the woman becomes the subject of intense scrutiny, primarily from Special Agent Kurt Weller, portrayed by Sean Cernow. While Weller remains skeptical about her claim of amnesia, the significance of the tattoos piques his curiosity. He starts to believe that these tattoos might harbor a code to decipher the crimes. As the narrative unfolds, the woman assists Weller and his team in solving the first murder, revealing a victim's identity and the location of their remains. The clues hidden within her tattoos become the key to unlocking these complex mysteries. Released from custody, the woman finds herself imperiled by unknown assailants, and her collaboration with Weller becomes essential to uncovering who wants her dead and why. Their investigation uncovers a web of conspiracy that stretches to the upper echelons of power. The tattoos not only provide insights into crimes but also function as a map, guiding them through an intricate criminal network. The duo races against time to thwart the sinister plans of these criminals, leading to a heart-pounding climax. However, victory is bittersweet, as the woman's true identity is unveiled, and the ghosts of her past resurface. Weller too grapples with personal demons, as the ripple effects of the conspiracy challenge his work-life balance. Beth Alsbury portrays Jane Doe, the woman at the center of this enigma. With formidable combat skills and deep insights into the criminal underworld, she emerges as a captivating protagonist. Sean Cernow's Special Agent Kurt Weller embodies a tenacious dedication to his work, balanced by personal struggles and inner demons. Agent Edgar Reade (Crystal Clarke) lends his tech-savvy skills to the team, while Agent Tasha Zapata (Michelle Bonnard), a former CIA operative, brings her tactical expertise to the table. The criminals chasing Jane Doe are orchestrated by the enigmatic Shepherd, a ruthless figure determined to achieve his ruthless goals. The premiere of Blindspot (2023) is a riveting mix of suspense, action, and intrigue. With its compelling characters, intricate plot, and pulsating pace, the series holds the promise of being a gripping thriller. As the storylines unravel and the characters evolve, viewers can anticipate an exciting journey ahead.",
      "starring": [
        "Beth Alsbury",
        "Michelle Bonnard",
        "Sean Cernow",
        "Crystal Clarke",
        "Lewis Conway."
      ],
      "director": " Jordan Hogg.",
      "country": " France.",
      "date": "2023-07-04",
      "contentRating": " United States:TV-MA ",
      "Originalnetwork": " Channel 5 Broadcasting.",
      "language": " English.",
      "time": " 01H52M00S."
    },
    {
      "id": "INDEX20",
      "title": "City on Fire  ",
      "name": " City on Fire (2023)",
      "poster": "City_on_Fire_2023.jpg",
      "image": "/wp-content/uploads/2023/06/City_on_Fire_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/city-on-fire/index.html",
      "rating": 6.4,
      "synopsis": "The American crime drama series City on Fire ignites with a captivating premise, drawing its inspiration from Garth Risk Hallberg's novel of the same name. The narrative unfurls against the backdrop of a sprawling metropolis, setting the stage for a tapestry of enigma and intrigue that captures the essence of early 2000s New York City. The story's focal point is the shocking shooting of an NYU student in the heart of Central Park on a Fourth of July, forever altering the lives of those embroiled in its repercussions. At its core, the series orbits around the intricate interplay of crime, secrets, and the human psyche. With its intricate web of narratives, City on Fire delves into the complexities of a murder investigation that spirals into uncharted territories. As investigators delve into the student's death, they inadvertently peel back layers of mystery that link to a string of baffling citywide fires, the throbbing underbelly of the downtown music scene, and an influential uptown real estate dynasty harboring a multitude of enigmatic secrets. These elements coalesce to create an intricate puzzle, beckoning viewers to navigate the labyrinthine corridors of truth and deception. As the investigation intensifies, the series unearths shocking revelations that send ripples through the characters' lives. The narrative unfurls in unexpected directions, exposing the surprising connections between the murdered student and a member of the formidable uptown real estate family. This revelation casts a shadow over the family's outwardly pristine image, unveiling a dark underbelly teeming with criminal pursuits ranging from arson to money laundering. The pieces of the puzzle fall into place, highlighting the tragic murder as an integral part of a larger conspiracy orchestrated to silence dangerous truths. Within this tapestry of suspense, City on Fire orchestrates a symphony of revelations that challenge perceptions and unravel the sinister motives of those entangled in the web of deceit. The investigation's relentless pursuit of justice leads to a series of shocking unveilings about the individuals, ultimately culminating in a heart-pounding climax that seeks to restore equilibrium while extracting a heavy toll. Throughout the narrative, the series grapples with themes of morality, betrayal, and retribution. It weaves together the lives of its characters against a backdrop of urban vibrancy, offering a nuanced exploration of the city's dynamic music scene and the intricate relationships that shape its inhabitants. With its meticulously constructed characters and their complex motivations, the show delves into the core of human nature, leaving no stone unturned in its quest to decipher the motivations behind each character's actions. Directed by John Cameron Mitchell, City on Fire brings to life a vivid portrait of a city teetering on the brink of change. The series paints the cityscape with strokes of love, loss, betrayal, and revenge, inviting viewers to immerse themselves in a world that reflects the multifaceted nature of human existence. The ensemble cast, including Wyatt Oleff, Chase Sui Wonders, Jemima Kirke, Nico Tortorella, and more, breathes life into their characters, evoking empathy and curiosity. In conclusion, City on Fire masterfully constructs a narrative that tantalizingly unfurls layer after layer of suspense. The series intricately ties together a student's tragic murder, citywide fires, an underground music scene, and a wealthy real estate family's secrets, weaving a mesmerizing tapestry of intrigue. Its web of mysteries and revelations offers a profound exploration of human nature against the backdrop of an evolving cityscape. City on Fire is an exceptional addition to the crime drama genre, inviting audiences to unravel its enigma while reflecting on the timeless themes it unveils.",
      "starring": [
        "Jemima Kirke",
        "Wyatt Oleff",
        "Chase Sui Wonders", 
        "Nico Tortorella",
        "Omid Abtahi."
      ],
      "director": " Jesse Peretz.",
      "country": " United States.",
      "date": "2023-05-12",
      "contentRating": " United States:TV-MA ",
      "Originalnetwork": " Apple TV+.",
      "language": " Hindi.",
      "time": " Avg 01H00M00S."
    },
    {
      "id": "INDEX19",
      "title": "The Dessert  ",
      "name": " The Dessert (2023)",
      "poster": "The_Dessert_2023.jpg",
      "image": "/wp-content/uploads/2023/06/The_Dessert_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/the-dessert/index.html",
      "rating": 5.7,
      "synopsis": "The Dessert is a uniquely daring Canadian sketch comedy series crafted by Bruce McCulloch, a prominent name in the realm of comedic artistry and co-creator of the renowned sketch comedy troupe, The Kids in the Hall. This bold venture into the realm of comedy premiered on CBC Gem on August 3, 2023, igniting screens with its unapologetically boundary-pushing content. Showcasing a roster of emerging Canadian comedians, including talents such as Isabella Campbell, Shane Cunningham, Jillian Smart, and Jonathan Popalis, The Dessert is poised as an audacious expedition to the furthest fringes of decorum. The series boldly embarks on an artistic journey that provocatively challenges societal norms while indulging in the depths of comedic exploration. Within its eclectic ensemble of sketches, The Dessert exudes a distinct penchant for the absurd and the surreal. These comedic vignettes unfurl with an unapologetic audacity, often centering around topics considered taboo. A daring example involves a sketch where a group of friends, under the influence, embark on the unconventional venture of consuming a human placenta. Another, equally daring, presents a man consumed by an outlandish fixation on his own flatulence. A divisive delight, The Dessert is a comedy series that unabashedly treads along the edge of decency. While its particular brand of humor might not resonate with everyone, it resonates profoundly with aficionados of the dark, edgy, and unorthodox comedic landscape. The series gains commendation for its unwavering originality and its audacious readiness to challenge the very boundaries of comedic expression. Intriguingly, amidst the eclectic range of sketches, certain sketches in The Dessert have emerged as particularly polarizing and provocative. For instance, a standout sketch that raises eyebrows involves a group of friends partaking in a bizarre act of consuming a human placenta while in an altered state of mind. This sketch, simultaneously humorous and unsettling, has garnered its fair share of critique for its graphic nature. Yet, beyond its surface impact, the sketch serves as a commentary on the extremes to which individuals might go to satiate their quest for the extraordinary. Another sketch that walks a tightrope between audacity and absurdity features an individual engrossed in an eccentric fixation on their own flatulence. This peculiar concoction of grossness and hilarity is celebrated for its absurdist comedic flair. However, this sketch has also triggered controversy, with some viewers perceiving it as offensive. The Dessert stands as a comedy venture that caters to a distinct taste, for it dares to tread where many would shy away. While not universally embraced, the series is bound to resonate with aficionados of the obscure and unconventional humor, leaving an indelible imprint upon their comedic palates. A triumph of originality, humor, and introspection, The Dessert redefines the boundaries of comedic artistry. Set against the backdrop of Toronto, Canada, the series is a product of the collaborative efforts of Thunderbird Films and CBC Gem. Comprising six episodes, the series beckons viewers into its distinctive realm of comedy, provoking thought, eliciting laughter, and challenging conventions. Notably, the series's impact has been so resonant that it has garnered the green light for a second season, promising even more riveting comedic escapades in the future.",
      "starring": [
        "Isabella Campbell",
        "Shane Cunningham",
        "Jillian Smart",
        "Jonathan Popalis",
        "Mike Veerman."
      ],
      "director": " Mark Myers.",
      "country": " Canada. ",
      "date": "2023-07-07",
      "contentRating": " Canada:16+  ",
      "Originalnetwork": " LaRue Entertainment.",
      "language": " English.",
      "time": " 01H52M00S."
    },
    {
      "id": "INDEX18",
      "title": "Then You Run  ",
      "name": " Then You Run (2023)",
      "poster": "Then_You_Run_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Then_You_Run_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/then-you-run/index.html",
      "rating": 6.1,
      "synopsis": "Then You Run (2023) delves into a gripping narrative that shadows a close-knit circle of friends, drawn together for a seemingly idyllic weekend escape to a secluded cabin nestled within the depths of a remote forest. However, tranquility rapidly spirals into unease when one of their own inexplicably vanishes, leaving behind a chilling void. Fueled by a blend of concern and determination, the remaining friends rally in a race against time, united by a shared mission to unveil the truth behind the disappearance before irreversible darkness engulfs them. Yet, as they delve deeper into their quest, a sinister force, far more malevolent than anticipated, emerges from the shadows. The ensemble cast introduces Emma, a role brilliantly embraced by Olivia Holt, a determined protagonist relentlessly driven to recover her missing comrade. Offering unwavering support and a touch of concern, Tyler Posey embodies Ben, Emma's devoted boyfriend, whose protective instincts heighten as uncertainty looms. Madelaine Petsch embodies Mia, Emma's confidante, whose skepticism about the supernatural gradually morphs into apprehensive acceptance. Cody Christian portrays Jake, Mia's partner, whose priorities lean more towards self-preservation than camaraderie, sparking internal tensions within the group. The enigmatic Noah, brought to life by Ross Butler, harbors a trove of knowledge, much of which he keeps concealed. Their search exposes the friends to a series of eerie occurrences that defy explanation. Ghostly whispers resonate through the woods, elusive shadows dance in the periphery, and an ominous presence relentlessly pushes them to the brink. As pieces of the puzzle fall into place, they uncover a chilling revelation – the cabin they inhabit rests atop an ancient Native American burial ground. The sinister force they encounter is none other than the wrathful spirit of Aponi, a Native American woman who met a tragic end at the hands of settlers. Her rage knows no bounds, and her vengeance is directed at anyone who disturbs her resting place. Haunted by these revelations, the friends embark on an arduous quest to quell Aponi's aggrieved spirit. However, their journey takes an unexpected turn as they realize they are not alone in their pursuit. A group of hunters, led by the relentless Victor, share a twisted obsession with Native American culture and covet Aponi's remains for their own sinister designs. Driven by their conviction, the friends unearth a Native American ritual that could hold the key to pacifying Aponi's tormented soul. Armed with sage and guided by sacred prayers, they seek to bring tranquility to her unrest. In a climactic crescendo, the ritual unfolds, offering a profound resolution and granting Aponi the peace she was unjustly denied. Then You Run skillfully weaves suspense, terror, and a dash of the supernatural, creating an atmosphere that clings to viewers. With exceptional performances and skillful storytelling, the series heightens anticipation and deepens the sense of dread. Enhanced by masterful special effects, it's a roller-coaster journey that captivates horror enthusiasts and leaves an indelible mark, reminding us that the boundary between the living and the supernatural can be as captivating as it is treacherous.",
      "starring": [
        "Leah McNamara",
        "Lise Risom Olsen",
        "Richard Coyle",
        "Francis Magee",
        "Cillian O'Sullivan."
      ],
      "director": " Robert McKillop, Delyth Thomas. ",
      "country": " United States.",
      "date": "2023-07-07",
      "contentRating": " United States:TV-MA. ",
      "Originalnetwork": " Sky Max.",
      "language": " English.",
      "time": " 01H52M00S."
    },
    {
      "id": "INDEX17",
      "title": "Home Service  ",
      "name": " Home Service (2023)",
      "poster": "Home_Service_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Home_Service_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/home-service/index.html",
      "rating": 6.5,
      "synopsis": "Home Service (2023) is a compelling undefined that takes TV audience on a journey of self-discovery, redemption, and subjective growth. Set in the Philippines, the film introduces us to Precious (Angelica Cervantes), a nursing student by day and a rub down therapist by night. Her world takes an unplanned wrench when she crosses paths with Happy (RK Bagatsing), a flush businessman seeking discreet massage therapy. Despite her first reservations, preciously agrees to provide a massage for Happy. As they spend more time together, a unique connection develops 'tween them. Happy confides in Precious, revelation a secret that casts a night shadow o'er his life – he is a pornography producer. The revelation shocks Precious, yet she is at the same time intrigued by the allure of the world he presents. Empowered by her curiosity, Precious decides to join Happy's earthly concern as a porn actress. at the start hesitant, she finds herself drawn to the attention, financial rewards, and a newfound sense of empowerment she experiences on set. However, as she becomes more and more immersed in this unfamiliar world, her living begins to spiral out of control. Neglecting her studies, relationships, and even her have well-being, Precious finds herself at a crossroads. Her actions lead her to a path of addiction and strained connections with those she holds dear. When her mother discovers her secret, their relationship fractures, and Precious is left wing feeling isolated and vulnerable. With Happy's support wavering, Precious is confronted with the realization that her choices have led her down a dangerous path. As she grapples with her own vulnerability and the harsh realities of the industry, Precious makes a life-changing decision to escape the hold of the erotica world. In a brave act of redemption, Precious seeks justice by revealing the truth to the authorities, leading to Happy's arrest. The film delves into her journey of recovery, as she battles her addiction, reconciles with her family, and redefines her life's purpose. Returning to school and embracing her breast feeding career, preciously embarks on a remarkable journey of rebuilding her life and finding the inner effectiveness to overwhelm past mistakes. Directed by Treb Monteras II, Home Service features standout performances by angelique Cervantes as Precious, RK Bagatsing as Happy, and Mon Confiado in a supporting role. With a runtime of 1 hour and 54 minutes, the film captivates audiences with its exploration of complex themes, homo resilience, and the transformative power of redemption. Released in July 2023, Home Service has garnered care for its thought-provoking tale and the skillful portraiture of its characters' emotional journeys. With an IMDb rating of 6.5/10, the film offers a painful reflectivity on the capacity for change and growth, serving as an stirring to audiences everywhere.",
      "starring": [
        "Angelica Cervantes",
        "Hershie De Leon",
        "Mon Mendoza",
        "Chloe Mendoza",
        "Calvin Reyes."
      ],
      "director": " Treb Monteras II.",
      "country": " Philippines.",
      "date": "2023-07-14",
      "contentRating": " Philippines: A 18+ ",
      "Originalnetwork": " Viva Films.",
      "language": " Filipino.",
      "time": " 01H52M00S."
    },
    {
      "id": "INDEX16",
      "title": "Taong Grasa  ",
      "name": " Taong Grasa (2023)",
      "poster": "Taong_Grasa_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Taong_Grasa_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/taong-grasa/index.html",
      "rating": 5.5,
      "synopsis": "Taong Grasa (2023) is a captivating Filipino science fable thriller directed by Neal Tan, featuring a talented tout ensemble cast including Kurt Kendrick, Andrew Gan, Aldwin F. Alegre, Joni McNab, Maebelle Medina, Emelyn Cruz, Zion Ryle Sadie, and Jackie Lyn Sadie. The film centers on Matthew, a young mankin who awakens in an unfamiliar realm devoid of memories about his individuality or his reaching there. As he navigates this enigmatic environment, he discovers potential extraordinary abilities that typeset him apart. In a world marked by peril and uncertainty, Matthew must harness these new powers to ensure his survival. Manifesting abilities such as teleportation, telekinesis, and self-healing, Matthew embarks on a travel to unscramble the mysteries that shroud his existence. Yet, his extraordinary capabilities attract the attention of a aggroup of scientists bore to harness his powers for their own ends, thrusting him into a dangerous bet on of survival and evasion. Determined to fudge the clutches of the scientists, Matthew uses his unique gifts to escape and seek a elbow room back to the living he once knew. Along his tumultuous journey, he uncovers deeper insights into his own nature and abilities, forming unexpected alliances that provide support and guidance. Taong Grasa captivates audiences with its visually arresting motion-picture photography and a narrative that prompts contemplation. As Matthew grapples with his new identity and grapples with the implications of his powers, the film delves into themes of self-discovery, resilience, and the consequences of unbridled scientific ambition. The film, originally titled Vagrant, offers a thought-provoking exploration of the human being condition within a skill fabrication framework, making it a powerful choice for enthusiasts of the genre. With its engaging plot and dynamic performances, Taong Grasa invites audiences to reflect the intricate kinship between power, identity, and the quest for understanding. While maintaining its essence, the transfer in style to Taong Grasa resonates more deeply with Filipino undefined and context, enhancing the film's undefined to its audience. As a must-watch for science fiction aficionados, the film invites viewers on an immersive journey through and through an uncharted territory of the mind.",
      "starring": [
        "Kurt Kendrick",
        "Andrew Gan",
        "Aldwin F. Alegre",
        "Joni McNab",
        "Maebelle Medina."
      ],
      "director": "Neal 'Buboy' Tan.",
      "country": " Philippines.",
      "date": "2023-07-30",
      "contentRating": " Philippines: A 18+ ",
      "Originalnetwork": " AQ Prime.",
      "language": " Filipino.",
      "time": " 01H52M00S."
    },
    {
      "id": "INDEX15",
      "title": "Ilaaj  ",
      "name": " Ilaaj (2023)",
      "poster": "Ilaaj_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Ilaaj_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/ilaaj/index.html",
      "rating": 4.4,
      "synopsis": "Ilaaj is a gripping psychological thriller web serial that delves into the complex world of unhealthy health and the consequences of push the boundaries of medical science. The series centers around Dr. Aarav, a sacred doctor grappling with the red of his wife, Dr. Riya, who tragically succumbed to suicide due to an untreated mental illness. Motivated by his personal tragedy, Dr. Aarav embarks on a missionary work to develop a groundbreaking drug called Ilaaj, meaning cure in Hindi, which he believes can provide solace to those suffering from various mental illnesses. The serial publication traces Dr. Aarav's journey as he conducts saturated research and testing to perfect this subverter drug. Ilaaj introduces the drug's efficaciousness through and through Akash, a patient battling schizophrenia. As Akash's condition remarkably improves with Ilaaj, a ray of hope emerges that the drug could transform unnumerable lives. However, as the series unfolds, darker undertones emerge, revealing the perilous pull effects of Ilaaj. It becomes apparent that the drug, while possibly curative, is not devoid of desperate consequences. The series becomes a moral battlefield as Dr. Aarav grapples with the ethical dilemma of unleashing a dose with such profound potential for both alterative and harm. As the drug's influence spreads globally, the narrative delves into the lives of diverse patients impacted by Ilaaj. Some see redemption, piece others spiral into chaos due to its habit-forming and hallucinogenic aspects. With a masterly directorial hand by Vikram Bhatt, the series elaborately navigates the complexities of mental health treatment, right dilemmas, and the fine line between sanative and exploitation. The dynamic cast, featuring Karan Singh Grover, Bipasha Basu, and Ashish Sharma, adds depth and legitimacy to the characters' emotional struggles. Ilaaj is collected to be a thought-provoking and intense journey into the depths of human psychology and the potential consequences of tampering with unhealthy well-being. As it grapples with profound questions about the interface 'tween science and ethics, the series promises a riveting undefined of human vulnerability and the human desire to heal, even when faced with grave consequences. Scheduled for free on Prime Play in Aug 2023, Ilaaj is set to captivate TV audience with its suspenseful narrative and a probing search into the intricacies of the human take care and the boundaries of medical advancement.",
      "starring": [
        " Kamalika Chanda",
        "Malvika Tomar",
        "Priya Roy."
      ],
      "director": " NA.",
      "country": " Indian.",
      "date": "2023-08-04",
      "contentRating": " India: 18+ ",
      "Originalnetwork": " Prime Play.",
      "language": " Hindi.",
      "time": " 02024M44S."
    },
    {
      "id": "INDEX14",
      "title": "THE CHANNEL  ",
      "name": " The Channel (2023)",
      "poster": "The_Channel_2023.jpg",
      "image": "/wp-content/uploads/2023/06/The_Channel_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      
      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",
      
      "movie.watch": "/movies/the-channel/index.html",
      "rating": 5.3,
      "synopsis": "The Channel is an electrifying American action thriller take that delivers a roller-coaster of suspense and excitement. Written and orientated by the talented William Kaufman, the movie boasts a stellar cast light-emitting diode by Clayne Crawford, Max Martini, Nicoye Banks, and Michael Jai White. This gripping story follows a group of ex-Marines who stake into a dare bank heist in fres Orleans, only when to find themselves entangled in a web of danger and deception. The account kicks bump off with a seemingly foolproof plan devised by the ex-Marines to rob a bank and secure their financial future. However, as the heist unfolds, unforeseen complications arise, turning the situation from bad to worse. Their carefully arranged out intrigue quickly unravels, and they are left with atomic number 102 choice but to escape the metropolis they once knew as home. Their break away becomes even more perilous as they come under the pursuit of an unyielding FBI agent, portrayed by Michael Jai White. This relentless agent stops at nothing to bring off the fugitives to justice, turn the chase into a high-stakes game of cat and mouse. Amidst the heart-pounding action and adrenaline-fueled sequences, the movie likewise delves into the complex dynamics within the aggroup of ex-Marines. Their past comradeship and shared experiences are put to the screen as the coerce intensifies, revealing fractures in their loyalty and trust. Clayne Joan Crawford and Max Martini deliver powerful performances as the leaders of the group, portraying characters who are both flawed and fiercely determined. Their chemistry and on-screen presence add depth to the narrative, qualification the hearing sympathize with their struggles and dilemmas. The Channel stands out not only when for its gripping action and suspense but also for its skillful way by William Kaufman. His vision brings the thrilling plot to life, combining intense action sequences with moments of introspection and undefined development. The film's release on July 14, 2023, garnered positive reviews from critics, who lauded the performances, captivating action sequences, and Kaufman's adept direction. The picture show keeps viewers on the undefined of their seats from take up to finish, leaving them guessing and engaged until the undefined end. In conclusion, The Channel is an action-packed ride that will keep fans of the genre thoroughly entertained. With its strong performances, compelling plat twists, and pulse-pounding action, the film stands as a testament to William Kaufman's directorial prowess. If you're seeking an adrenaline race and a interesting story, The Channel is a must-watch for sue thriller enthusiasts.",
      "starring": [
        "Clayne Crawford",
        "Max Martini",
        "Nicoye Banks",
        "Juliene Joyner",
        "Lucky Johnson."
      ],
      "director": " William Kaufman.",
      "country": " United States.",
      "date": "2023-07-14",
      "status": "New Movie 2023",
      "contentRating": " United States:R  ",
      "Originalnetwork": "Appalachian Film.",
      "language": " English."
    },
    {
      "id": "INDEX13",
      "title": "THE FLASH ",
      "name": " The Flash (2023)",
      "poster": "The_Flash_2023.jpg",
      "image": "/wp-content/uploads/2023/06/The_Flash_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",

      "movie.watch": "/movies/the-flash/index.html",
      "rating": 7.0,
      "synopsis": "The Flash is an action-packed American superhero take that brings the iconic District of Columbia Comics character to the big screen. Produced by Warner Bros. Pictures, DC Films, Double Dream, and the Disco Factory, and distributed by Warner Bros., the moving-picture show marks the 13th installment in the DC Extended Universe (DCEU). Directed by Andy Muschietti and featuring a screenplay by Christina Hodson, the film stars Ezra Miller in the titulary role of Barry Allen / The Flash, leading an impressive ensemble cast including Sasha Calle, Michael Shannon, Ron Livingston, Maribel Verdú, Kiersey Clemons, Antje Traue, and Michael Keaton. The plat of The Flash takes viewers on a thrilling journey through time and alternate realities. Barry Allen, a young forensic man of science with the ability to move at superhuman speeds, grapples with the tragic loss of his mother. Consumed by grief, he becomes determined to transfer the past and keep her murder. In a boldface and risky move, Barry travels back in time, but his actions have unintended consequences, creating an understudy timeline. In this new reality, Earth faces an new threat: General Zod, a formidable resister with extraordinary powers, has returned. With the justness League and strange superheroes seemingly absent, Barry finds himself alone in the fight to save his worldly concern from destruction. In a rush against time, he must rely on his newfound abilities and his resourcefulness to confront Zod and protect the innocent. However, desire is not lost. As Barry grapples with the consequences of his actions, he encounters an unexpected ally in an alternate version of Batman. This Batman, portrayed by Michael Keaton, brings a unusual perspective and a different set of skills to the battle. Together, they take form an unbelievable yet powerful team, proving that heroism transcends dimensions. The Flash captivates audiences with its stimulating action sequences, seamless ocular effects, and spectacular superhero battles. The take showcases the character's signature super speed with breathless scenes that bring his abilities to living on the screen. Critics have praised The Flash for its stimulating and adventurous plot, as well as the outstanding performances of the cast. Ezra Miller's portrayal of Barry Allen captivates with his personal magnetism and emotional depth, patc Michael Keaton's return as Batman brings a nostalgic touch down to the film. Since its release, The Flash has resonated with audiences worldwide, becoming a commercial success, grossing o'er $267 million. Its positive response from critics and fans likewise cements its position as a standout entry in the DCEU. In conclusion, The Flash is a thrilling and visually stunning superhero film that combines time-traveling adventure with the exhilaration of alternate realities. With Ezra Miller's captivating performance as the Scarlet Speedster and an impressive ensemble cast, the picture successfully brings the beloved DC Comics character to life on the big screen. Audiences are taken on a high-octane journey filled with action, heroism, and a newfound discernment for the power of friendship and teamwork. As The Flash races against redoubtable foes and navigates the complexities of time, it leaves an indelible mark on the DCEU and the hearts of superhero fans worldwide.",
      
      "starring": [
        "Ezra Miller",
        "Michael Keaton",
        "Sasha Calle",
        "Michael Shannon",
        "Ron Livingston."
      ],
      "director": " Andy Muschietti",
      "country": " United States.",
      "date": "2023-06-16",
      "contentRating": " United States:PG-13 ",
      "Originalnetwork": "Liongate Warner Bros. Pictures.",
      "language": " English."
    },
    {
      "id": "INDEX12",
      "title": "THE FLOOD   ",
      "name": " The Flood (2023)",
      "poster": "The_Flood_2023.jpg",
      "image": "/wp-content/uploads/2023/06/The_Flood_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",

      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/the-flood/index.html",
      "rating": 3.1,
      "synopsis": "The Flood is an intense and heart-pounding American action horror take that takes audiences on a thrilling ride through a deadly hurricane and the terrifying presence of heavyweight alligators. orientated by Ben Mekler, the movie features a talented ensemble cast, including Nicky Whelan, Casper vanguard Dien, Louis Mandylor, Ryan Francis, Randy Waye, and Kim DeLonghi. The film's story unfolds as a massive and destructive hurricane wreaks mayhem in Louisiana. In the chaos of the storm, a group of prisoners and their guards find themselves trapped in a local anaesthetic prison. With the floodwaters rapidly rising, they must navigate the treacherous undefined and the scourge of the close at hand hurricane's fury. As the situation worsens, tensions run high, and the prisoners take vantage of the undefined to attempt a dare jailbreak. However, their escape plans quickly fall apart when they realize that their confinement is not their only if concern. They soon come face to face with an inconceivable and terrifying threat—an aggressive pack of giant alligators, now released from captivity and roaming freely in the flooded prison. The prisoners and their guards are now in a fight for survival against both the relentless forces of nature and the rapacious instincts of these solid predators. Trapped between the ascension floodwaters and the fierce alligators, the aggroup mustiness cite all their braveness and resourcefulness to stay alive. As the take unfolds, The Flood serves up an adrenaline-pumping combination of action, suspense, and horror. The audience is understood on a thrilling roller-coaster ride, as they witness the characters' struggle for survival in the midst of a natural undefined and a ferocious predator. While the film offers plenty of heart-stopping litigate sequences and tense up moments, it has garnered mixed reviews from critics. Some praise the take for its gripping action and nail-biting atmosphere, spell others criticize its use of subpar CGI and limited production values. Regardless of the reviews, The Flood provides a gripping and visceral experience for fans of action-packed horror films. It takes the classic disaster movie concept and infuses it with a unique and terrific twist, delivering a fascinating survival story against all odds. Released in theaters on July 14, 2023, The Flood offers a stimulating and suspenseful viewing experience for audiences who starve adrenaline-fueled litigate and nail-biting suspense. Whether you're a fan of disaster films or enjoy wight features, this film promises to keep you on the undefined of your seat, witnessing a undefined battle against both nature's wrath and dreaded predators.",
      
      "starring": [
        "Nicky Whelan",
        "Casper Van Dien",
        "Louis Mandylor",
        "Devanny Pinn",
        "Randy Wayne."
      ],
      "director": " Ben Mekler",
      "country": " United States.",
      "date": "2023-07-14",
      "status": "New Movie 2023",
      "contentRating": " United States: R  ",
      "Originalnetwork": "Liongate Movies.",
      "language": " English."
    },
    {
      "id": "INDEX11",
      "title": "LITSONERAS  ",
      "name": " Litsoneras (2023)",
      "poster": "Litsoneras_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Litsoneras_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",

      "movie.watch": "/movies/litsoneras/index.html",
      "rating": 5.2,
      "synopsis": "Litsoneras is a gripping Filipino drama shoot directed by Roman Perez Jr., offer audiences a dark and twined story of love, betrayal, and revenge. The story revolves around Elria, portrayed by Cindy Miranda, a young woman who unknowingly discovers her mother Minerva, played by AJ Raval, is busy in an affair with their prole Jonas, portrayed by Diego Loyzaga. aghast and angered by this revelation, Elria hatches a sinister design to wear their relationship, intending to demand vengeance for the perceived betrayal. As the narrative unfolds, Elria becomes consumed by her night scheme, only she presently finds herself drawn to Jonas in an unplanned turn of events. This intricate and undefined charged net of relationships gives rise to a series of saturated and unpredictable situations, departure the characters and viewing audience grappling with conflicting emotions and desires. Cindy Miranda delivers a powerful public presentation as Elria, portraying the complexness of her character with depth and authenticity. AJ Raval impresses as Minerva, adding layers to her portrayal of a woman unfree in a tumultuous affair. Diego Loyzaga brings depth to the character of Jonas, qualification the viewer question his true intentions and loyalties. Litsoneras delves into themes of passion, love, and the darker aspects of human nature. It unflinchingly explores female person sexuality, sparking thought-provoking conversations well-nig desire, choices, and the consequences of actions. The take features moments of computer graphic force and sexual content, contributing to its intense and birthday suit portrayal of human emotions and relationships. While some critics have praised the film's undefined of female sexuality and the standout performances, others have expressed reservations about the film's over-the-top violence and melodrama. Released on July 28, 2023, on Vivamax, Litsoneras offers a unusual and provocative medium experience for audiences interested in complex character-driven dramas. However, viewers should exercise caution if sensitive to force or explicit content. For fans of Filipino drama films and those intrigued by explorations of human relationships and desires, Litsoneras presents a bewitching and emotional journey. The film's dark and twisted narrative will result a lasting impression, making it a worthy watch for those seeking a thought-provoking and engaging medium experience.",
      "starring": [
        "Yen Durano",
        "Jamilla Obispo",
        "VR Relosa",
        "Joko Diaz",
        "Aerol Carmelo."
      ],
      "director": " Roman Perez Jr.",
      "country": " Philippines.",
      "date": "2023-07-28",
      "contentRating": "Philippines: A 18+  ",
      "Originalnetwork": "Viva Films.",
      "language": " Filipino."
    },
    {
      "id": "INDEX10",
      "title": "BISYO ",
      "name": " Bisyo (2023)",
      "poster": "Bisyo_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Bisyo_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/bisyo/index.html",
      "rating": 5.4,
      "synopsis": "Bisyo! is a gripping Filipino undefined thriller film directed by Joel Lamangan and released in 2023. The movie centers around James, a youth man with dreams of starting his own business. However, destine takes a dark turn when circumstances force him to work for a dangerous syndicate. As he becomes entangled in a world of crime, James River finds himself unable to escape the clutches of the criminal organization. delineated by Ateha Mercado, James grapples with the unpleasant reality of his situation. Despite his desire for a better life, he is trapped in a web of violence and criminality. As the hale to conform to the syndicate's demands intensifies, James River contemplates breaking free. However, the consequences of leaving the group prove to be fatal, leading to a harrowing journey for survival. The film unfolds as a fast-paced, action-packed crime thriller, immersing the audience in a earthly concern of suspense and danger. The performances of Ateha Mercado and angelique Hart, who plays a considerable role in the story, are particularly commendable, adding undefined and emotion to their characters. While Bisyo! showcases powerful performances and riveting process sequences, it also contains graphic violence that may not be right for all audiences. Viewers should be prepared for intense and gritty scenes that contribute to the film's overall nail-biting atmosphere. Critics have had mixed reactions to Bisyo! Some praised the take for its action-packed sequences and compelling performances, specially from Ateha Mercado and angelique Hart. However, others inflated concerns about the level of violence and the movie's pacing. Despite around predictability in the plot, Bisyo! remains an entertaining and engaging film for fans of crime thrillers and Filipino cinema. It offers a raw and gripping portrayal of a young man's fight to fall apart free from a life of crime, making it a important addition to the genre. If you enjoy high-stakes crime dramas with saturated action and are intrigued by Filipino cinema, Bisyo! is Worth adding to your watchlist. However, due to its violent content, TV audience should be aware of its nature and exercise discretion.",
      "starring": [
        "Gold Azeron",
        "Aerol Carmelo",
        "Mark Anthony Fernandez",
        "Angelica Hart",
        "Ataska Mercado."
      ],
      "director": "Joel Lamangan.",
      "country": " Philippines.",
      "date": "2023-07-21",
      "contentRating": "Philippines: A 18+  ",
      "Originalnetwork": "Viva Films.",
      "language": " Filipino."
    },
    {
      "id": "INDEX09",
      "title": "SHUDDHIKARAN ",
      "name": " Shuddhikaran (2023)",
      "poster": "Shuddhikaran_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Shuddhikaran_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/shuddhikaran/index.html",
      "rating": 6.2,
      "synopsis": "Shuddhikaran is an intriguing web series that delves into the topic of evil persistence and its impact on a newly married couple. The story revolves around the protagonist, a youth man who enters the sacred bond of marriage. However, his married woman is unjustly deemed impure by the villagers and family members, leadership to a series of troubling events. As the young pair off faces societal prejudices, the villagers and family members decide to subject the woman to holly rituals in an set about to distill her. This decision sets remove a chain of events that form the heart of the series. The narration delves into the complexities of tradition, belief, and the consequences of blind faith. The telephone exchange protagonist's struggle to protect his wife and take exception the profoundly rooted custom makes for a gripping storyline. The series highlights the resilience of the partner off against the oppressive forces round them. It delves into the themes of love, sacrifice, and the struggle against unjust norms. Shuddhikaran stars the talented actress Shyna Khatri in the lead role, portrayal the strong-willed woman who faces adversity with courage. Alongside her, the series features Kamal Krishna, Meena, and Rohit in prominent roles, adding depth to the plot line with their compelling performances. The serial publication promises a thought-provoking and emotional journey as it sheds light on the fight of the partner off against societal prejudice and the attempts to repossess their have intercourse and dignity. The compelling narration is set to captivate viewers and provoke introspection. Scheduled to unfreeze on 14th July 2023, Shuddhikaran is a Primeplay web series that promises to engage audiences with its impactful storyline and stellar performances. It aims to challenge age-old beliefs and custom while advocating for love and acceptance in the face of adversity. The series will be disposable in multiple languages, qualification it available to a diverse audience. Viewers can tune in to the Primeplay app to witness the powerful portrait of the couple's travel and the message of hope and resiliency in the face of societal pressures. Shuddhikaran is a serial publication that aims to leave a lasting impression on its viewers and spark conversations about the power of get it on and the need for progressive tense change.",
  
      "starring": [
        "Priyanaka Chaurasiya",
        "Alok Nath Pathak",
        "Kamal Krishna",
        "Shyna Khatri",
        "Anjali Polena."
      ],
      "director": " S. Rao.",
      "country": " India.",
      "date": "2023-07-14",
      "contentRating": "India: A 18+  ",
      "Originalnetwork": "Primeplay Originals.",
      "language": " Hindi."
    },
    {
      "id": "INDEX08",
      "title": "ANARI PART 1 ",
      "name": " Anari Part 1 (2023)",
      "poster": "Anari_Part1_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Anari_Part1_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/anari-part1/index.html",
      "rating": 4.4,
      "synopsis": "The movie Anari Part 1 (2023) is a captivating romantic comedy-drama typeset in India. It revolves around the news report of Anjali (played by Riya Sen), a youth fair sex who finds herself trapped in an arranged marriage to a affluent man of affairs onymous Rakesh (portrayed by Karan Singh Grover). Unhappy with her situation, Anjali becomes unregenerate to escape from her controlling and possessive husband. During her journey, Anjali crosses paths with Rahul (played by Siddharth Gupta), a young humans also grappling with the realities of an staged marriage. As they form a friendship, a forbidden have it off blossoms between them. undefined their trench connection, Anjali and Rahul empathize the constraints placed upon them and the impossibility of being together. Rakesh, in his possessiveness, restricts Anjali's interactions with unusual work force and even resorts to surveillance, installation cameras in their home to monitor her every move. Undeterred, Anjali remains resolute in her call for for exemption and plans to elope with Rahul. However, their plans are discovered by Rakesh, who will stop over at nothing to frustrate their escape. Rakesh kidnaps Rahul, keeping him captive in a remote location. He demands that Anjali accompany him, threatening Rahul's life otherwise. unscheduled into a difficult choice, Anjali reluctantly goes with Rakesh but vows to find a way to save Rahul and reunify with him. Through her determination and resourcefulness, Anjali manages to escape from Rakesh's grip and reunites with Rahul. Realizing their love can ne'er thrive in India, they work the decision to start a newly living together in a foreign land. The movie concludes with Anjali and Rahul getting married in an suggest ceremony. at last free from their oppressive circumstances, they embrace their new freedom and embrace the chance to go gayly ever after.Anari disunite 1 is a delightful romantic comedy-drama that skillfully balances suspense, drama, and romance. The film showcases outstanding performances, with Riya Sen portraying the trapped and courageous Anjali, Karan Singh Grover embodying the controlling Rakesh, and Siddharth Gupta charmingly delivery Rahul to life. Directed by Mohit Suri and produced by Ekta Kapoor, Anari Part 1 delivers a compelling narrative that wish captivate viewers. Released on ULLU on March 10, 2023, the film boasts a runtime of 2 hours, providing audiences with an immersive cinematic experience. Overall, Anari Part 1 is a must-watch for fans of romantic comedy-dramas, offering a perfect blend of suspense, drama, and romance.",
      "starring": [
        "Smita Paul",
        "Suhana Khan",
        "Rajsi Verma."
      ],
      "director": " Punit Goyal.",
      "country": " Indian.",
      "date": "2023-07-11",
      "contentRating": " India: 18+ ",
      "Originalnetwork": " Ullu Originals.",
      "language": " Hindi."
    },
    {
      "id": "INDEX07",
      "title": "MISSION IMPOSSIBLE  ",
      "name": " Mission Impossible Dead Reckoning Part One (2023)",
      "poster": "Mission_Impossible_Dead_Reckoning_Part_One_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Mission_Impossible_Dead_Reckoning_Part_One_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      
      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/mission-impossible/index.html",
      "rating": 8.2,
      "synopsis": "The movie Mission: Impossible - Dead Reckoning Part One is set several years after the events of Mission: Impossible - Fallout (2018). Ethan Hunt and his team are now rogue agents, branded as wanted men by the IMF. They must face the consequences of their actions and come to terms with the possibility of losing the trust of their former organization. The story takes Ethan and his team on a global journey, traveling from London to Norway to Berlin. They utilize their skills and resources to stop a mysterious new enemy who possesses advanced technology that surpasses anything the IMF has ever encountered. Complicating matters further, Ethan's former mentor, Eugene Kittridge, now the head of the CIA, resurfaces and becomes determined to bring Ethan down. Mission: Impossible - Dead Reckoning Part One is a thrilling and visually stunning film. It features breathtaking action sequences that are sure to impress audiences. Directed by Christopher McQuarrie, known for his expertise in crafting high-octane films, this installment maintains the franchise's reputation for delivering impressive action sequences. The movie introduces new characters, including Hayley Atwell as Grace, a British MI6 agent working alongside Ethan; Pom Klementieff as the White Widow, a formidable assassin; and Shea Whigham as the Head of the CIA, relentless in his pursuit of Ethan. With its captivating cinematography and exciting action, Mission: Impossible - Dead Reckoning Part One is a must-see for fans of the franchise. It promises a thrilling and suspenseful experience, keeping audiences on the edge of their seats. The movie is scheduled to be released on July 14, 2023, with a runtime of 147 minutes. It is rated PG-13 for intense sequences of action and violence, some disturbing images, and brief strong language.  Filming took place in various locations, including London, Norway, Berlin, and the United States.",
    
      "starring": [
        "Tom Cruise",
        "Hayley Atwell",
        "Ving Rhames",
        "Simon Pegg",
        "Rebecca Ferguson."
      ],
      "director": " Christopher McQuarrie.",
      "country": " United States.",
      "date": "2023-07-12",
      "contentRating": "United States:PG-13  ",
      "Originalnetwork": "Paramount Pictures.",
      "language": " English."
    },
    {
      "id": "INDEX06",
      "title": "NEEYAT  ",
      "name": " Neeyat (2023)",
      "poster": "Neeyat_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Neeyat_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",

      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",

      "movie.watch": "/movies/neeyat/index.html",
      "rating": 9.1,
      "synopsis": "Neeyat is a 2023 Indian Hindi-language mystery thriller film directed by Anu Menon and produced by Ronnie Screwvala, Siddharth Roy Kapur, and Manish Mundra. The film stars Vidya Balan, Ram Kapoor, Rahul Bose, Shahana Goswami, and Harshvardhan Rane. The film follows a detective who investigates the murder of a billionaire at his birthday party. The take opens with a scene of a lavish birthday political party being held for Ashish Kapoor (Ram Kapoor), a wealthy businessman. The party is attended by Kapoor's close friends and family, including his wife, Rekha (Vidya Balan), and his daughter, Anya (Shahana Goswami). In the middle of the party, Kapoor is found dead in his swim pool. The police are called to investigate, and they quickly rule out the possibility of an accident. They believe that Kapoor was murdered, and they start to suspect his closest friends and family. The detective assigned to the case is Mira Rao (Vidya Balan), a acute and intuitive investigator. She quickly realizes that everyone at the party has something to hide. Rekha is a controlling and manipulative woman who is having an affair with Kapoor's best friend, Siddharth (Rahul Bose). Anya is a rebellious teenager who is struggling with her parents' expectations. And Siddharth is a ruthless businessman who is willing to do anything to protect his own interests. As Mira investigates, she uncovers a web of secrets and lies. She learns that Kapoor was not the saint that everyone thought he was. He was a remorseless businessman who had made many enemies. And he had a dark past that he had kept hidden from his family and friends. Mira eventually discovers who killed Kapoor, but the truth is more complicated than she ever imagined. The murder was not just about revenge. It was also about power and control. And it had far-reaching consequences that would change the lives of everyone involved. Mira Rao is a skilled detective who is able to see through the lies and deception of the people she interviews. She is also a compassionate woman who is able to empathize with the victims of the crime. For example, when she interviews Anya Kapoor, she can see that Anya is struggling with her parents' expectations and that she is feeling lost and alone. Mira is able to connect with Anya on a personal level and she offers her support. Rekha Kapoor is a complex character who is both vulnerable and manipulative. She is willing to do anything to protect her family, even if it means lying and cheating. For example, when she learns that her husband, Ashish Kapoor, is having an affair with her best friend, Siddharth, she is initially devastated. However, she eventually decides to use this information to her advantage. She blackmails Siddharth into leaving her husband, and she then uses the money she receives from him to start her own business. Siddharth is a ruthless businessman who is willing to do anything to get ahead. He is also a skilled manipulator who is able to convince people to do what he wants. For example, when he is trying to get Anya Kapoor to sign a contract that would give him control of her father's company, he uses her emotions against her. He tells her that if she doesn't sign the contract, he will ruin her father's reputation. Anya is afraid, and she signs the contract. Anya Kapoor is a rebellious teenager who is struggling to find her place in the world. She is also a talented artist who is trying to find her voice. For example, when she is feeling lost and alone, she turns to her art. She creates paintings that express her feelings, and she finds solace in the process of creating. The film explores the themes of greed, power, and revenge. It also shows the dark side of human nature and the lengths that people will go to protect their secrets. For example, when Anya learns that her father was murdered, she is determined to find the killer. She believes that the killer is someone close to her, and she is willing to do whatever it takes to find out who it is. She even risks her own safety to obtain the information she needs. The film ends with Mira Rao closing the case and capturing the killer. However, the film also shows that the event has had a lasting impact on everyone involved. Rekha Kapoor is now a single mother and she is struggling to raise Anya on her own. Siddharth is in jail and he has lost everything. And Anya is still trying to come to terms with the loss of her father. The film 'Neeyat' is a suspenseful and thought-provoking mystery thriller. It explores the dark side of human nature and the lengths that people will go to.",

      "starring": [
        "Vidya Balan",
        "Ram Kapoor",
        "Rahul Bose",
        "Shahana Goswami",
        "Neeraj Kabi."
      ],
      "director": " Anu Menon.",
      "country": " Indian.",
      "date": "2023-07-07",
      "contentRating": " India: UA ",
      "Originalnetwork": "Pen Marudhar Entertainment.",
      "language": " Hindi."
    },
    {
      "id": "INDEX05",
      "title": "IB 71 ",
      "name": " IB 71 (2023)",
      "poster": "IB_71_2023.jpg",
      "image": "/wp-content/uploads/2023/06/IB_71_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",

      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/ib-71/index.html",
      "rating": 8.2,
      "synopsis": "IB 71 is a 2023 Indian Hindi-language espionage thriller film directed by Sankalp Reddy and produced by process Hero Films, Reliance Entertainment, and T-Series. The film stars Vidyut Jamwal, Shruti Haasan, Neha Dhupia, and Chandan Roy Sanyal. The film is typeset in the aftermath of the 1971 India-Pakistan warfare and follows an Indian tidings officer who is tasked with infiltrating a Pakistani military base in order to prevent a nuclear attack on India. The film opens with a scene of a Pakistani military machine base being attacked by Indian jets. The attack is successful, but the Pakistani military machine retaliates by launch a nuclear missile at India. The missile is intercepted by an Indian refutation system, but the Indian government fears that the Pakistanis will launch another attack. The Indian government sends an intelligence officer, Ajay Singh Rathod (Vidyut Jamwal), to infiltrate the Pakistani military base and gather word on their plans. Rathod poses as a Pakistani soldier and is able to gain the bank of the Pakistani officers. He learns that the Pakistanis are planning to launch another nuclear missile at India, and he must race against time to stop them. Rathod is power-assisted in his mission by a Pakistani woman onymous Zara (Shruti Haasan). Zara is a doctor who workings at the armed forces base, and she is on the QT sympathetic to the Indian cause. She helps Rathod to pucker intelligence and to escape from the base when he is discovered. Rathod sooner or later succeeds in stopping the Pakistani military from launching the cell organelle missile. He does so by hacking into the Pakistani nuclear launch system and disqualifying it. The film ends with Rathod being hailed as a hero by the Indian government. Rathod's mission is successful even more difficult by the fact that he is not the only Indian spy in the base. There is another Indian spy, named Salim (Chandan Roy Sanyal), who is working for a rival intelligence agency. Salim is also trying to stop the Pakistanis from launch the nuclear missile, but he is working from the inside. Rathod and Carlos eventually team up to stop the Pakistanis, but they are not the only ones who are trying to stop the launch. The Pakistani military machine is too witting of the threat, and they are nerve-wracking to find and stop over the spies. The film culminates in a suspenseful and action-packed sequence in which Rathod and Salim rush against time to stop the Pakistanis from launching the cell organelle missile. In the end, they are successful, but not without casualties. Rathod is a skilled Martial artist and he uses his skills to struggle his way through the Pakistani military base. Zara is a beautiful and intelligent fair sex who is also a skilled doctor. She uses her skills to serve Rathod and Salim in their mission.Salim is a cunning and resourceful spy who is always one tread ahead of the Pakistanis. The Pakistani military is led by a ruthless general who is determined to launch the nuclear missile, atomic number 102 weigh what the cost.The film is full of suspenseful and action-packed scenes that will maintain you on the edge of your seat. The film is also a moving report about friendship, loyalty, and sacrifice.",
     
      "starring": [
        "Anupam Kher",
        "Vidyut Jammwal",
        "Bijay Anand",
        "Nissar Khan",
        "Dalip Tahil."
      ],
      "director": " Sankalp Reddy, Lee Whittaker.",
      "country": " Indian.",
      "date": "2023-05-12",
      "contentRating": " India: UA ",
      "Originalnetwork": "Reliance Entertainment.",
      "language": " Hindi."
    },
    {
      "id": "INDEX04",
      "title": "BLIND  ",
      "name": " Blind (2023)",
      "poster": "Blind_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Blind_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",

      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/blind/index.html",
      "rating": 4.1,
      "synopsis": "Blind is a 2023 Indian Hindi-language thriller film directed by Aneesh Hazra and produced by A Kanai, AVMA Media, and Jio Studios. The film stars Sonam Kapoor as a blind woman who becomes the sole witness to a heinous crime. She must use her heightened senses to track down the killer and bring him to justice. The film begins with a young woman named Sophie being attacked and blinded by an unknown assailant. She is left for dead, but she manages to survive and eventually regains some of her sight. However, she is still severely visually impaired and must rely on her other senses to navigate. One day, Sophie is walking home from work when she witnesses a murder. She sees the killer's face, but she is unable to identify him. She reports the crime to the police, but they are skeptical of her story. They believe that she is mistaken or that she is making up the story for attention. Sophie is determined to find the killer herself. She uses her heightened senses to track him down, following his scent, listening for his footsteps, and even interpreting his body language. She eventually traces him to an abandoned warehouse. Sophie confronts the killer, but he overpowers her. He tries to kill her, but she manages to fight him off and escape. She runs back to her apartment and calls the police. The police arrive and arrest the killer. Sophie is hailed as a hero for her bravery, proving that even though she is blind, she is still capable of fighting for justice. She also becomes an inspiration to others who are visually impaired, showing them to never give up on their dreams. The killer is a man named Arjun, a wealthy businessman secretly involved in a criminal organization. He killed the victim because they knew too much about the organization's criminal activities. Sophie is able to track down Arjun by utilizing her other senses, following his scent to his apartment and listening for his footsteps when he leaves. She is also able to interpret his body language during their confrontation. The struggle between Sophie and Arjun is intense. While Sophie is able to fight back, Arjun eventually overpowers her. He attempts to strangle her, but she manages to break free and escape. Initially skeptical of Sophie's story, the police eventually believe her after she provides them with detailed descriptions of the killer and the crime scene. They are able to arrest Arjun and bring him to justice. Sophie's story is a testament that people with disabilities may face challenges, but they are still capable of achieving great things. Sophie becomes a hero who inspires others to never give up on their dreams.",

      "starring": [
        "Sonam Kapoor",
        "Lucy Aarden",
        "Lillete Dubey",
        "Shubham Saraf",
        "Purab Kohli."
      ],
      "director": " Shome Makhija.",
      "country": " Indian.",
      "date": "2023-07-07",
      "contentRating": " India: UA ",
      "Originalnetwork": " Jio Cinema.",
      "language": " Hindi."
    },
    {
      "id": "INDEX03",
      "title": "LUST STORIES 2  ",
      "name": " Lust Stories 2 (2023)",
      "poster": "Lust_Stories_2_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Lust_Stories_2_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/7b892efe-0bc6-4c1e-8ce4-09af45ac6198/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B094CLC7WK/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=116f4e2aeb355418a91bbfb31040a03d&creativeASIN=B094CLC7WK",

      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/lust-stories2/index.html",
      "rating": 7.3,
      "synopsis": "The movie Lust Stories 2 (2023) is a sequel to the 2018 anthology film Lust Stories. The take consists of four interwoven stories about love, lust, and desire. The first story is about a young woman named Anya (Rani Mukerji) who is married to a wealthy businessman. Anya is bored with her marriage and seeks excitement elsewhere. She meets a young man named Arjun (Arjun Kapoor), and they start an affair. The affair is passionate but dangerous, and Anya soon finds herself in over her head. The second story is about a middle-aged woman named Maya (Huma Qureshi) who is struggling to hold her marriage together. Maya's husband, Jai (Vicky Kaushal), is a workaholic, and he rarely pays attention to her. Maya begins an affair with a younger man named Veer (Adarsh Gourav) in an attempt to feel alive again. The affair gives Maya a sense of purpose, but it also threatens to destroy her marriage. The third story is about a young couple named Tara (Kiara Advani) and Veer (Siddhant Chaturvedi) who are in a long-distance relationship. Tara lives in Mumbai, and Veer lives in Delhi. The couple tries to maintain their relationship through phone calls and video chats, but it is difficult. Tara and Veer eventually decide to meet in person, but their reunion does not go as planned. The fourth and final story is about a group of friends who go on a weekend getaway. The friends are all from different backgrounds, and they have different expectations for the trip. One of the friends, a young woman named Meera (Sanya Malhotra), is hoping to have a sexual encounter with one of the other friends. Meera's plan backfires, and she ends up having a much more emotional experience than she bargained for. The four stories in Lust Stories 2 (2023) are all interconnected by the theme of desire. The characters in each story are all searching for something, whether it is excitement, love, or connection. The film explores the different ways that desire can manifest itself in our lives, and it shows how it can both enrich and destroy us. The film is directed by four different directors: Anurag Kashyap, Zoya Akhtar, Karan Johar, and Dibakar Banerjee. The film stars a number of well-known Indian actors, including Rani Mukerji, Huma Qureshi, Vicky Kaushal, Adarsh Gourav, Kiara Advani, and Siddhant Chaturvedi. The film was released in India on February 10, 2023. The film has received positive reviews from critics, with many praising the performances of the actors and the direction of the filmmakers.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/Lust_Stories_2___Official_Trailer.mp4?updatedAt=1688789629291",
      "starring": [
        "Kajol",
        "Mrunal Thakur",
        "Tamannaah Bhatia",
        "Tillotama Shome",
        "Kumud Mishra."
      ],
      "director": " R. Balki, Sujoy Ghosh, Amit Ravindernath Sharma, Konkona Sen Sharma.",
      "country": " Indian.",
      "date": "2023-06-29",
      "contentRating": " India: UA ",
      "Originalnetwork": " Netflix.",
      "language": " Hindi."
    },
    {
      "id": "INDEX02",
      "title": "SERGEANT ",
      "name": " Sergeant (2023)",
      "poster": "Sergeant_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Sergeant_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",
      
      "movie.watch": "/movies/sergeant/index.html",
      "rating": 4.3,
      "synopsis": "The movie Sergeant (2023) follows the write up of a former soldier named serjeant David, who suffers from severe slump after losing a limb on duty. He is struggling to adjust to civilian life and is haunted by the memories of his clock in the military. One day, Sergeant David is approached by a woman named Monica, who claims to be a former soldier as well. She tells him that she is part of a group of veterans who are helping other veterans who are troubled with PTSD. Sergeant David is at first skeptical, but he yet agrees to meet with Monica and her group. The group helps Sergeant David to undefined to damage with his trauma and to take up to rebuild his life. He makes new friends and begins to feel wish he belongs again. However, his newfound happiness is short-lived when he is targeted by a aggroup of criminals who are targeting veterans. The criminals are led by a man named Marcus, who is a sadistic and ruthless killer. He believes that veterans are weak and that they merit to suffer. Marcus and his men track toss off serjeant David and his friends and begin to terrorize them. Sergeant David and his friends are forced to fight for their lives. They apply all of their skills and training to survive, but they are outnumbered and outgunned. Just when it seems like whol hope is lost, Sergeant David remembers something that Monica taught him: that veterans are stronger than they think.   With renewed determination, Sergeant David and his friends fight back against Marcus and his men. They eventually manage to defeat them, but not without suffering heavily losses. In the end, serjeant-at-law David is able to find peace and closure, knowing that he has helped to protect strange veterans from harm. The movie Sergeant (2023) is directed by Prawaal Raman. The movie is based on a true story. The real-life Sergeant David is a former soldier who suffered from PTSD after serving in Afghanistan. ",
      
      "starring": [
        "Daphne Alexander",
        "Tahir Ashraf",
        "Sonia Goswami",
        "Arun Govil",
        "Randeep Hooda."
      ],
      "director": " Prawaal Raman.",
      "country": " Indian.",
      "date": "2023-06-30",
      "contentRating": " India: UA ",
      "Originalnetwork": " Jio Cinema.",
      "language": " Hindi."
    },
    {
      "id": "INDEX01",
      "title": "LOVE GURU S03 PART 2   ",
      "name": " Love Guru S03 Part 2 (2023)",
      "poster": "Love_Guru_S03_Part_2_2023.jpg",
      "image": "/wp-content/uploads/2023/06/Love_Guru_S03_Part_2_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/love-guru/index.html",
      "rating": 4.4,
      "synopsis": "Love Guru is back with another season. People are curious to know more about the release date of the Ullu web series Season 3 Part 2. You will get complete details about Love Guru Season 3 Part 2 in this article. Keep reading for more information.The trailer of Love Guru Season 3 Part 2 starts with a disclaimer. It further shows the logo of the Ullu app. The trailer proceeds with the girl drinking water and her tuition teacher is sitting in front of her whom she loves. While the boy who like Mini is looking at her secretly. The next scene shows her tuition teacher sitting in a room when she hugs him from the back. She says sir, while he replies that he loves her a lot. His expression shows that he was not saying it out of love but was saying it out of fear. While the guy who loves Mini saw her with her tuition sir whom she loves. He tells Mini’s friend that Mini is so much crazy for her.She invites him to her home for studying. They are doing romance more than studying. While we saw that Mini is doing what her love guru asks. She wears the clothes her love guru asks her to wear. She says to her love guru that she wore the clothes he said. Her tuition teacher says that she looks beautiful. They both have drinks. After having drinks, she nervously says bye and wishes him a happy birthday. It’s his birthday occasion. He stops her and says, Mini. They both have romance. The trailer ends here. People are curious to know about the release date of Love Guru Season 3 Part 2.Love Guru Season 3 Part 2 will release on 7th July 2023, Friday. The makers have announced the release date of Love Guru season 3 part 2. The excitement among the fans is real. The curiosity can be seen clearly. Fans are showing love for the series. It will be interesting to have reviews about the series. We will update you with the reviews of the new part after its release. This was all about Love Guru Season 3 Part 2 release date. We keep bringing such details on our website.",
      "starring": [
        "Smita Paul",
        "Suhana Khan",
        "Rajsi Verma."
      ],
      "director": " Punit Goyal.",
      "country": " Indian.",
      "date": "2023-07-07",
      "contentRating": " India: 18+ ",
      "Originalnetwork": " Ullu Originals.",
      "language": " Hindi."
    }
  ]