  [
    {
      "id": "INDEX14",
      "title": "THE CHANNEL  ",
      "name": " The Channel (2023)",
      "poster": "The_Channel_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      
      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",
      
      "movie.watch": "/movies/the-channel/index.html",
      "rating": 5.3,
      "synopsis": "The Channel is an electrifying American action thriller take that delivers a roller-coaster of suspense and excitement. Written and orientated by the talented William Kaufman, the movie boasts a stellar cast light-emitting diode by Clayne Crawford, Max Martini, Nicoye Banks, and Michael Jai White. This gripping story follows a group of ex-Marines who stake into a dare bank heist in fres Orleans, only when to find themselves entangled in a web of danger and deception. The account kicks bump off with a seemingly foolproof plan devised by the ex-Marines to rob a bank and secure their financial future. However, as the heist unfolds, unforeseen complications arise, turning the situation from bad to worse. Their carefully arranged out intrigue quickly unravels, and they are left with atomic number 102 choice but to escape the metropolis they once knew as home. Their break away becomes even more perilous as they come under the pursuit of an unyielding FBI agent, portrayed by Michael Jai White. This relentless agent stops at nothing to bring off the fugitives to justice, turn the chase into a high-stakes game of cat and mouse. Amidst the heart-pounding action and adrenaline-fueled sequences, the movie likewise delves into the complex dynamics within the aggroup of ex-Marines. Their past comradeship and shared experiences are put to the screen as the coerce intensifies, revealing fractures in their loyalty and trust. Clayne Joan Crawford and Max Martini deliver powerful performances as the leaders of the group, portraying characters who are both flawed and fiercely determined. Their chemistry and on-screen presence add depth to the narrative, qualification the hearing sympathize with their struggles and dilemmas. The Channel stands out not only when for its gripping action and suspense but also for its skillful way by William Kaufman. His vision brings the thrilling plot to life, combining intense action sequences with moments of introspection and undefined development. The film's release on July 14, 2023, garnered positive reviews from critics, who lauded the performances, captivating action sequences, and Kaufman's adept direction. The picture show keeps viewers on the undefined of their seats from take up to finish, leaving them guessing and engaged until the undefined end. In conclusion, The Channel is an action-packed ride that will keep fans of the genre thoroughly entertained. With its strong performances, compelling plat twists, and pulse-pounding action, the film stands as a testament to William Kaufman's directorial prowess. If you're seeking an adrenaline race and a interesting story, The Channel is a must-watch for sue thriller enthusiasts.",
      "starring": [
        "Clayne Crawford",
        "Max Martini",
        "Nicoye Banks",
        "Juliene Joyner",
        "Lucky Johnson."
      ],
      "director": " William Kaufman.",
      "country": " United States.",
      "date": "2023-07-14",
      "status": "New Movie 2023",
      "contentRating": " United States:R  ",
      "Originalnetwork": "Appalachian Film.",
      "language": " English."
    },
    {
      "id": "INDEX13",
      "title": "THE FLASH ",
      "name": " The Flash (2023)",
      "poster": "The_Flash_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.hls1080.m3u8",
      "amz1link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/986a0d4b-93dc-4085-847f-2cb8ce081eac/default.jobtemplate.hls1080.m3u8",
      "amz2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "movie.watch": "/movies/the-flash/index.html",
      "rating": 7.0,
      "synopsis": "The Flash is an action-packed American superhero take that brings the iconic District of Columbia Comics character to the big screen. Produced by Warner Bros. Pictures, DC Films, Double Dream, and the Disco Factory, and distributed by Warner Bros., the moving-picture show marks the 13th installment in the DC Extended Universe (DCEU). Directed by Andy Muschietti and featuring a screenplay by Christina Hodson, the film stars Ezra Miller in the titulary role of Barry Allen / The Flash, leading an impressive ensemble cast including Sasha Calle, Michael Shannon, Ron Livingston, Maribel Verdú, Kiersey Clemons, Antje Traue, and Michael Keaton. The plat of The Flash takes viewers on a thrilling journey through time and alternate realities. Barry Allen, a young forensic man of science with the ability to move at superhuman speeds, grapples with the tragic loss of his mother. Consumed by grief, he becomes determined to transfer the past and keep her murder. In a boldface and risky move, Barry travels back in time, but his actions have unintended consequences, creating an understudy timeline. In this new reality, Earth faces an new threat: General Zod, a formidable resister with extraordinary powers, has returned. With the justness League and strange superheroes seemingly absent, Barry finds himself alone in the fight to save his worldly concern from destruction. In a rush against time, he must rely on his newfound abilities and his resourcefulness to confront Zod and protect the innocent. However, desire is not lost. As Barry grapples with the consequences of his actions, he encounters an unexpected ally in an alternate version of Batman. This Batman, portrayed by Michael Keaton, brings a unusual perspective and a different set of skills to the battle. Together, they take form an unbelievable yet powerful team, proving that heroism transcends dimensions. The Flash captivates audiences with its stimulating action sequences, seamless ocular effects, and spectacular superhero battles. The take showcases the character's signature super speed with breathless scenes that bring his abilities to living on the screen. Critics have praised The Flash for its stimulating and adventurous plot, as well as the outstanding performances of the cast. Ezra Miller's portrayal of Barry Allen captivates with his personal magnetism and emotional depth, patc Michael Keaton's return as Batman brings a nostalgic touch down to the film. Since its release, The Flash has resonated with audiences worldwide, becoming a commercial success, grossing o'er $267 million. Its positive response from critics and fans likewise cements its position as a standout entry in the DCEU. In conclusion, The Flash is a thrilling and visually stunning superhero film that combines time-traveling adventure with the exhilaration of alternate realities. With Ezra Miller's captivating performance as the Scarlet Speedster and an impressive ensemble cast, the picture successfully brings the beloved DC Comics character to life on the big screen. Audiences are taken on a high-octane journey filled with action, heroism, and a newfound discernment for the power of friendship and teamwork. As The Flash races against redoubtable foes and navigates the complexities of time, it leaves an indelible mark on the DCEU and the hearts of superhero fans worldwide.",
      
      "starring": [
        "Ezra Miller",
        "Michael Keaton",
        "Sasha Calle",
        "Michael Shannon",
        "Ron Livingston."
      ],
      "director": " Andy Muschietti",
      "country": " United States.",
      "date": "2023-06-16",
      "contentRating": " United States:PG-13 ",
      "Originalnetwork": "Liongate Warner Bros. Pictures.",
      "language": " English."
    },
    {
      "id": "INDEX12",
      "title": "THE FLOOD   ",
      "name": " The Flood (2023)",
      "poster": "The_Flood_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.hls1080.m3u8",
      "amz1link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/986a0d4b-93dc-4085-847f-2cb8ce081eac/default.jobtemplate.hls1080.m3u8",
      "amz2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "movie.watch": "/movies/the-flood/index.html",
      "rating": 3.1,
      "synopsis": "The Flood is an intense and heart-pounding American action horror take that takes audiences on a thrilling ride through a deadly hurricane and the terrifying presence of heavyweight alligators. orientated by Ben Mekler, the movie features a talented ensemble cast, including Nicky Whelan, Casper vanguard Dien, Louis Mandylor, Ryan Francis, Randy Waye, and Kim DeLonghi. The film's story unfolds as a massive and destructive hurricane wreaks mayhem in Louisiana. In the chaos of the storm, a group of prisoners and their guards find themselves trapped in a local anaesthetic prison. With the floodwaters rapidly rising, they must navigate the treacherous undefined and the scourge of the close at hand hurricane's fury. As the situation worsens, tensions run high, and the prisoners take vantage of the undefined to attempt a dare jailbreak. However, their escape plans quickly fall apart when they realize that their confinement is not their only if concern. They soon come face to face with an inconceivable and terrifying threat—an aggressive pack of giant alligators, now released from captivity and roaming freely in the flooded prison. The prisoners and their guards are now in a fight for survival against both the relentless forces of nature and the rapacious instincts of these solid predators. Trapped between the ascension floodwaters and the fierce alligators, the aggroup mustiness cite all their braveness and resourcefulness to stay alive. As the take unfolds, The Flood serves up an adrenaline-pumping combination of action, suspense, and horror. The audience is understood on a thrilling roller-coaster ride, as they witness the characters' struggle for survival in the midst of a natural undefined and a ferocious predator. While the film offers plenty of heart-stopping litigate sequences and tense up moments, it has garnered mixed reviews from critics. Some praise the take for its gripping action and nail-biting atmosphere, spell others criticize its use of subpar CGI and limited production values. Regardless of the reviews, The Flood provides a gripping and visceral experience for fans of action-packed horror films. It takes the classic disaster movie concept and infuses it with a unique and terrific twist, delivering a fascinating survival story against all odds. Released in theaters on July 14, 2023, The Flood offers a stimulating and suspenseful viewing experience for audiences who starve adrenaline-fueled litigate and nail-biting suspense. Whether you're a fan of disaster films or enjoy wight features, this film promises to keep you on the undefined of your seat, witnessing a undefined battle against both nature's wrath and dreaded predators.",
      
      "starring": [
        "Nicky Whelan",
        "Casper Van Dien",
        "Louis Mandylor",
        "Devanny Pinn",
        "Randy Wayne."
      ],
      "director": " Ben Mekler",
      "country": " United States.",
      "date": "2023-07-14",
      "status": "New Movie 2023",
      "contentRating": " United States: R  ",
      "Originalnetwork": "Liongate Movies.",
      "language": " English."
    },
    {
      "id": "INDEX11",
      "title": "LITSONERAS  ",
      "name": " Litsoneras (2023)",
      "poster": "Litsoneras_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",

      "movie.watch": "/movies/litsoneras/index.html",
      "rating": 5.2,
      "synopsis": "Litsoneras is a gripping Filipino drama shoot directed by Roman Perez Jr., offer audiences a dark and twined story of love, betrayal, and revenge. The story revolves around Elria, portrayed by Cindy Miranda, a young woman who unknowingly discovers her mother Minerva, played by AJ Raval, is busy in an affair with their prole Jonas, portrayed by Diego Loyzaga. aghast and angered by this revelation, Elria hatches a sinister design to wear their relationship, intending to demand vengeance for the perceived betrayal. As the narrative unfolds, Elria becomes consumed by her night scheme, only she presently finds herself drawn to Jonas in an unplanned turn of events. This intricate and undefined charged net of relationships gives rise to a series of saturated and unpredictable situations, departure the characters and viewing audience grappling with conflicting emotions and desires. Cindy Miranda delivers a powerful public presentation as Elria, portraying the complexness of her character with depth and authenticity. AJ Raval impresses as Minerva, adding layers to her portrayal of a woman unfree in a tumultuous affair. Diego Loyzaga brings depth to the character of Jonas, qualification the viewer question his true intentions and loyalties. Litsoneras delves into themes of passion, love, and the darker aspects of human nature. It unflinchingly explores female person sexuality, sparking thought-provoking conversations well-nig desire, choices, and the consequences of actions. The take features moments of computer graphic force and sexual content, contributing to its intense and birthday suit portrayal of human emotions and relationships. While some critics have praised the film's undefined of female sexuality and the standout performances, others have expressed reservations about the film's over-the-top violence and melodrama. Released on July 28, 2023, on Vivamax, Litsoneras offers a unusual and provocative medium experience for audiences interested in complex character-driven dramas. However, viewers should exercise caution if sensitive to force or explicit content. For fans of Filipino drama films and those intrigued by explorations of human relationships and desires, Litsoneras presents a bewitching and emotional journey. The film's dark and twisted narrative will result a lasting impression, making it a worthy watch for those seeking a thought-provoking and engaging medium experience.",
      "starring": [
        "Yen Durano",
        "Jamilla Obispo",
        "VR Relosa",
        "Joko Diaz",
        "Aerol Carmelo."
      ],
      "director": " Roman Perez Jr.",
      "country": " Philippines.",
      "date": "2023-07-28",
      "contentRating": "Philippines: A 18+  ",
      "Originalnetwork": "Viva Films.",
      "language": " Filipino."
    },
    {
      "id": "INDEX10",
      "title": "BISYO ",
      "name": " Bisyo (2023)",
      "poster": "Bisyo_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/bisyo/index.html",
      "rating": 5.4,
      "synopsis": "Bisyo! is a gripping Filipino undefined thriller film directed by Joel Lamangan and released in 2023. The movie centers around James, a youth man with dreams of starting his own business. However, destine takes a dark turn when circumstances force him to work for a dangerous syndicate. As he becomes entangled in a world of crime, James River finds himself unable to escape the clutches of the criminal organization. delineated by Ateha Mercado, James grapples with the unpleasant reality of his situation. Despite his desire for a better life, he is trapped in a web of violence and criminality. As the hale to conform to the syndicate's demands intensifies, James River contemplates breaking free. However, the consequences of leaving the group prove to be fatal, leading to a harrowing journey for survival. The film unfolds as a fast-paced, action-packed crime thriller, immersing the audience in a earthly concern of suspense and danger. The performances of Ateha Mercado and angelique Hart, who plays a considerable role in the story, are particularly commendable, adding undefined and emotion to their characters. While Bisyo! showcases powerful performances and riveting process sequences, it also contains graphic violence that may not be right for all audiences. Viewers should be prepared for intense and gritty scenes that contribute to the film's overall nail-biting atmosphere. Critics have had mixed reactions to Bisyo! Some praised the take for its action-packed sequences and compelling performances, specially from Ateha Mercado and angelique Hart. However, others inflated concerns about the level of violence and the movie's pacing. Despite around predictability in the plot, Bisyo! remains an entertaining and engaging film for fans of crime thrillers and Filipino cinema. It offers a raw and gripping portrayal of a young man's fight to fall apart free from a life of crime, making it a important addition to the genre. If you enjoy high-stakes crime dramas with saturated action and are intrigued by Filipino cinema, Bisyo! is Worth adding to your watchlist. However, due to its violent content, TV audience should be aware of its nature and exercise discretion.",
      "starring": [
        "Gold Azeron",
        "Aerol Carmelo",
        "Mark Anthony Fernandez",
        "Angelica Hart",
        "Ataska Mercado."
      ],
      "director": "Joel Lamangan.",
      "country": " Philippines.",
      "date": "2023-07-21",
      "contentRating": "Philippines: A 18+  ",
      "Originalnetwork": "Viva Films.",
      "language": " Filipino."
    },
    {
      "id": "INDEX09",
      "title": "SHUDDHIKARAN ",
      "name": " Shuddhikaran (2023)",
      "poster": "Shuddhikaran_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/shuddhikaran/index.html",
      "rating": 6.2,
      "synopsis": "Shuddhikaran is an intriguing web series that delves into the topic of evil persistence and its impact on a newly married couple. The story revolves around the protagonist, a youth man who enters the sacred bond of marriage. However, his married woman is unjustly deemed impure by the villagers and family members, leadership to a series of troubling events. As the young pair off faces societal prejudices, the villagers and family members decide to subject the woman to holly rituals in an set about to distill her. This decision sets remove a chain of events that form the heart of the series. The narration delves into the complexities of tradition, belief, and the consequences of blind faith. The telephone exchange protagonist's struggle to protect his wife and take exception the profoundly rooted custom makes for a gripping storyline. The series highlights the resilience of the partner off against the oppressive forces round them. It delves into the themes of love, sacrifice, and the struggle against unjust norms. Shuddhikaran stars the talented actress Shyna Khatri in the lead role, portrayal the strong-willed woman who faces adversity with courage. Alongside her, the series features Kamal Krishna, Meena, and Rohit in prominent roles, adding depth to the plot line with their compelling performances. The serial publication promises a thought-provoking and emotional journey as it sheds light on the fight of the partner off against societal prejudice and the attempts to repossess their have intercourse and dignity. The compelling narration is set to captivate viewers and provoke introspection. Scheduled to unfreeze on 14th July 2023, Shuddhikaran is a Primeplay web series that promises to engage audiences with its impactful storyline and stellar performances. It aims to challenge age-old beliefs and custom while advocating for love and acceptance in the face of adversity. The series will be disposable in multiple languages, qualification it available to a diverse audience. Viewers can tune in to the Primeplay app to witness the powerful portrait of the couple's travel and the message of hope and resiliency in the face of societal pressures. Shuddhikaran is a serial publication that aims to leave a lasting impression on its viewers and spark conversations about the power of get it on and the need for progressive tense change.",
  
      "starring": [
        "Priyanaka Chaurasiya",
        "Alok Nath Pathak",
        "Kamal Krishna",
        "Shyna Khatri",
        "Anjali Polena."
      ],
      "director": " S. Rao.",
      "country": " India.",
      "date": "2023-07-14",
      "contentRating": "India: A 18+  ",
      "Originalnetwork": "Primeplay Originals.",
      "language": " Hindi."
    },
    {
      "id": "INDEX08",
      "title": "ANARI PART 1 ",
      "name": " Anari Part 1 (2023)",
      "poster": "Anari-Part1-2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/anari-part1/index.html",
      "rating": 4.4,
      "synopsis": "The movie Anari Part 1 (2023) is a captivating romantic comedy-drama typeset in India. It revolves around the news report of Anjali (played by Riya Sen), a youth fair sex who finds herself trapped in an arranged marriage to a affluent man of affairs onymous Rakesh (portrayed by Karan Singh Grover). Unhappy with her situation, Anjali becomes unregenerate to escape from her controlling and possessive husband. During her journey, Anjali crosses paths with Rahul (played by Siddharth Gupta), a young humans also grappling with the realities of an staged marriage. As they form a friendship, a forbidden have it off blossoms between them. undefined their trench connection, Anjali and Rahul empathize the constraints placed upon them and the impossibility of being together. Rakesh, in his possessiveness, restricts Anjali's interactions with unusual work force and even resorts to surveillance, installation cameras in their home to monitor her every move. Undeterred, Anjali remains resolute in her call for for exemption and plans to elope with Rahul. However, their plans are discovered by Rakesh, who will stop over at nothing to frustrate their escape. Rakesh kidnaps Rahul, keeping him captive in a remote location. He demands that Anjali accompany him, threatening Rahul's life otherwise. unscheduled into a difficult choice, Anjali reluctantly goes with Rakesh but vows to find a way to save Rahul and reunify with him. Through her determination and resourcefulness, Anjali manages to escape from Rakesh's grip and reunites with Rahul. Realizing their love can ne'er thrive in India, they work the decision to start a newly living together in a foreign land. The movie concludes with Anjali and Rahul getting married in an suggest ceremony. at last free from their oppressive circumstances, they embrace their new freedom and embrace the chance to go gayly ever after.Anari disunite 1 is a delightful romantic comedy-drama that skillfully balances suspense, drama, and romance. The film showcases outstanding performances, with Riya Sen portraying the trapped and courageous Anjali, Karan Singh Grover embodying the controlling Rakesh, and Siddharth Gupta charmingly delivery Rahul to life. Directed by Mohit Suri and produced by Ekta Kapoor, Anari Part 1 delivers a compelling narrative that wish captivate viewers. Released on ULLU on March 10, 2023, the film boasts a runtime of 2 hours, providing audiences with an immersive cinematic experience. Overall, Anari Part 1 is a must-watch for fans of romantic comedy-dramas, offering a perfect blend of suspense, drama, and romance.",
      "starring": [
        "Smita Paul",
        "Suhana Khan",
        "Rajsi Verma."
      ],
      "director": " Punit Goyal.",
      "country": " Indian.",
      "date": "2023-07-11",
      "contentRating": " India: 18+ ",
      "Originalnetwork": " Ullu Originals.",
      "language": " Hindi."
    },
    {
      "id": "INDEX07",
      "title": "MISSION IMPOSSIBLE  ",
      "name": " Mission Impossible Dead Reckoning Part One (2023)",
      "poster": "Mission_Impossible_Dead_Reckoning_Part_One_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.hls1080.m3u8",
      "amz1link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/986a0d4b-93dc-4085-847f-2cb8ce081eac/default.jobtemplate.hls1080.m3u8",
      "amz2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "movie.watch": "/movies/mission-impossible/index.html",
      "rating": 8.2,
      "synopsis": "The movie Mission: Impossible - Dead Reckoning Part One is set several years after the events of Mission: Impossible - Fallout (2018). Ethan Hunt and his team are now rogue agents, branded as wanted men by the IMF. They must face the consequences of their actions and come to terms with the possibility of losing the trust of their former organization. The story takes Ethan and his team on a global journey, traveling from London to Norway to Berlin. They utilize their skills and resources to stop a mysterious new enemy who possesses advanced technology that surpasses anything the IMF has ever encountered. Complicating matters further, Ethan's former mentor, Eugene Kittridge, now the head of the CIA, resurfaces and becomes determined to bring Ethan down. Mission: Impossible - Dead Reckoning Part One is a thrilling and visually stunning film. It features breathtaking action sequences that are sure to impress audiences. Directed by Christopher McQuarrie, known for his expertise in crafting high-octane films, this installment maintains the franchise's reputation for delivering impressive action sequences. The movie introduces new characters, including Hayley Atwell as Grace, a British MI6 agent working alongside Ethan; Pom Klementieff as the White Widow, a formidable assassin; and Shea Whigham as the Head of the CIA, relentless in his pursuit of Ethan. With its captivating cinematography and exciting action, Mission: Impossible - Dead Reckoning Part One is a must-see for fans of the franchise. It promises a thrilling and suspenseful experience, keeping audiences on the edge of their seats. The movie is scheduled to be released on July 14, 2023, with a runtime of 147 minutes. It is rated PG-13 for intense sequences of action and violence, some disturbing images, and brief strong language.  Filming took place in various locations, including London, Norway, Berlin, and the United States.",
    
      "starring": [
        "Tom Cruise",
        "Hayley Atwell",
        "Ving Rhames",
        "Simon Pegg",
        "Rebecca Ferguson."
      ],
      "director": " Christopher McQuarrie.",
      "country": " United States.",
      "date": "2023-07-12",
      "contentRating": "United States:PG-13  ",
      "Originalnetwork": "Paramount Pictures.",
      "language": " English."
    },
    {
      "id": "INDEX06",
      "title": "NEEYAT  ",
      "name": " Neeyat (2023)",
      "poster": "Neeyat_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",

      "amzads1": "https://raw.githubusercontent.com/joy2world/m3u8/main/output2.m3u8",
      
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/c2dd5325-05cc-4454-8504-a546724fdac3/default.jobtemplate.hls1080.m3u8",

      "movie.watch": "/movies/neeyat/index.html",
      "rating": 9.1,
      "synopsis": "Neeyat is a 2023 Indian Hindi-language mystery thriller film directed by Anu Menon and produced by Ronnie Screwvala, Siddharth Roy Kapur, and Manish Mundra. The film stars Vidya Balan, Ram Kapoor, Rahul Bose, Shahana Goswami, and Harshvardhan Rane. The film follows a detective who investigates the murder of a billionaire at his birthday party. The take opens with a scene of a lavish birthday political party being held for Ashish Kapoor (Ram Kapoor), a wealthy businessman. The party is attended by Kapoor's close friends and family, including his wife, Rekha (Vidya Balan), and his daughter, Anya (Shahana Goswami). In the middle of the party, Kapoor is found dead in his swim pool. The police are called to investigate, and they quickly rule out the possibility of an accident. They believe that Kapoor was murdered, and they start to suspect his closest friends and family. The detective assigned to the case is Mira Rao (Vidya Balan), a acute and intuitive investigator. She quickly realizes that everyone at the party has something to hide. Rekha is a controlling and manipulative woman who is having an affair with Kapoor's best friend, Siddharth (Rahul Bose). Anya is a rebellious teenager who is struggling with her parents' expectations. And Siddharth is a ruthless businessman who is willing to do anything to protect his own interests. As Mira investigates, she uncovers a web of secrets and lies. She learns that Kapoor was not the saint that everyone thought he was. He was a remorseless businessman who had made many enemies. And he had a dark past that he had kept hidden from his family and friends. Mira eventually discovers who killed Kapoor, but the truth is more complicated than she ever imagined. The murder was not just about revenge. It was also about power and control. And it had far-reaching consequences that would change the lives of everyone involved. Mira Rao is a skilled detective who is able to see through the lies and deception of the people she interviews. She is also a compassionate woman who is able to empathize with the victims of the crime. For example, when she interviews Anya Kapoor, she can see that Anya is struggling with her parents' expectations and that she is feeling lost and alone. Mira is able to connect with Anya on a personal level and she offers her support. Rekha Kapoor is a complex character who is both vulnerable and manipulative. She is willing to do anything to protect her family, even if it means lying and cheating. For example, when she learns that her husband, Ashish Kapoor, is having an affair with her best friend, Siddharth, she is initially devastated. However, she eventually decides to use this information to her advantage. She blackmails Siddharth into leaving her husband, and she then uses the money she receives from him to start her own business. Siddharth is a ruthless businessman who is willing to do anything to get ahead. He is also a skilled manipulator who is able to convince people to do what he wants. For example, when he is trying to get Anya Kapoor to sign a contract that would give him control of her father's company, he uses her emotions against her. He tells her that if she doesn't sign the contract, he will ruin her father's reputation. Anya is afraid, and she signs the contract. Anya Kapoor is a rebellious teenager who is struggling to find her place in the world. She is also a talented artist who is trying to find her voice. For example, when she is feeling lost and alone, she turns to her art. She creates paintings that express her feelings, and she finds solace in the process of creating. The film explores the themes of greed, power, and revenge. It also shows the dark side of human nature and the lengths that people will go to protect their secrets. For example, when Anya learns that her father was murdered, she is determined to find the killer. She believes that the killer is someone close to her, and she is willing to do whatever it takes to find out who it is. She even risks her own safety to obtain the information she needs. The film ends with Mira Rao closing the case and capturing the killer. However, the film also shows that the event has had a lasting impact on everyone involved. Rekha Kapoor is now a single mother and she is struggling to raise Anya on her own. Siddharth is in jail and he has lost everything. And Anya is still trying to come to terms with the loss of her father. The film 'Neeyat' is a suspenseful and thought-provoking mystery thriller. It explores the dark side of human nature and the lengths that people will go to.",

      "starring": [
        "Vidya Balan",
        "Ram Kapoor",
        "Rahul Bose",
        "Shahana Goswami",
        "Neeraj Kabi."
      ],
      "director": " Anu Menon.",
      "country": " Indian.",
      "date": "2023-07-07",
      "contentRating": " India: UA ",
      "Originalnetwork": "Pen Marudhar Entertainment.",
      "language": " Hindi."
    },
    {
      "id": "INDEX05",
      "title": "IB 71 ",
      "name": " IB 71 (2023)",
      "poster": "IB_71_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.hls1080.m3u8",
      "amz1link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/986a0d4b-93dc-4085-847f-2cb8ce081eac/default.jobtemplate.hls1080.m3u8",
      "amz2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "movie.watch": "/movies/ib-71/index.html",
      "rating": 8.2,
      "synopsis": "IB 71 is a 2023 Indian Hindi-language espionage thriller film directed by Sankalp Reddy and produced by process Hero Films, Reliance Entertainment, and T-Series. The film stars Vidyut Jamwal, Shruti Haasan, Neha Dhupia, and Chandan Roy Sanyal. The film is typeset in the aftermath of the 1971 India-Pakistan warfare and follows an Indian tidings officer who is tasked with infiltrating a Pakistani military base in order to prevent a nuclear attack on India. The film opens with a scene of a Pakistani military machine base being attacked by Indian jets. The attack is successful, but the Pakistani military machine retaliates by launch a nuclear missile at India. The missile is intercepted by an Indian refutation system, but the Indian government fears that the Pakistanis will launch another attack. The Indian government sends an intelligence officer, Ajay Singh Rathod (Vidyut Jamwal), to infiltrate the Pakistani military base and gather word on their plans. Rathod poses as a Pakistani soldier and is able to gain the bank of the Pakistani officers. He learns that the Pakistanis are planning to launch another nuclear missile at India, and he must race against time to stop them. Rathod is power-assisted in his mission by a Pakistani woman onymous Zara (Shruti Haasan). Zara is a doctor who workings at the armed forces base, and she is on the QT sympathetic to the Indian cause. She helps Rathod to pucker intelligence and to escape from the base when he is discovered. Rathod sooner or later succeeds in stopping the Pakistani military from launching the cell organelle missile. He does so by hacking into the Pakistani nuclear launch system and disqualifying it. The film ends with Rathod being hailed as a hero by the Indian government. Rathod's mission is successful even more difficult by the fact that he is not the only Indian spy in the base. There is another Indian spy, named Salim (Chandan Roy Sanyal), who is working for a rival intelligence agency. Salim is also trying to stop the Pakistanis from launch the nuclear missile, but he is working from the inside. Rathod and Carlos eventually team up to stop the Pakistanis, but they are not the only ones who are trying to stop the launch. The Pakistani military machine is too witting of the threat, and they are nerve-wracking to find and stop over the spies. The film culminates in a suspenseful and action-packed sequence in which Rathod and Salim rush against time to stop the Pakistanis from launching the cell organelle missile. In the end, they are successful, but not without casualties. Rathod is a skilled Martial artist and he uses his skills to struggle his way through the Pakistani military base. Zara is a beautiful and intelligent fair sex who is also a skilled doctor. She uses her skills to serve Rathod and Salim in their mission.Salim is a cunning and resourceful spy who is always one tread ahead of the Pakistanis. The Pakistani military is led by a ruthless general who is determined to launch the nuclear missile, atomic number 102 weigh what the cost.The film is full of suspenseful and action-packed scenes that will maintain you on the edge of your seat. The film is also a moving report about friendship, loyalty, and sacrifice.",
     
      "starring": [
        "Anupam Kher",
        "Vidyut Jammwal",
        "Bijay Anand",
        "Nissar Khan",
        "Dalip Tahil."
      ],
      "director": " Sankalp Reddy, Lee Whittaker.",
      "country": " Indian.",
      "date": "2023-05-12",
      "contentRating": " India: UA ",
      "Originalnetwork": "Reliance Entertainment.",
      "language": " Hindi."
    },
    {
      "id": "INDEX04",
      "title": "BLIND  ",
      "name": " Blind (2023)",
      "poster": "Blind_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.hls1080.m3u8",
      "amz1link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/986a0d4b-93dc-4085-847f-2cb8ce081eac/default.jobtemplate.hls1080.m3u8",
      "amz2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "movie.watch": "/movies/blind/index.html",
      "rating": 4.1,
      "synopsis": "Blind is a 2023 Indian Hindi-language thriller film directed by Aneesh Hazra and produced by A Kanai, AVMA Media, and Jio Studios. The film stars Sonam Kapoor as a blind woman who becomes the sole witness to a heinous crime. She must use her heightened senses to track down the killer and bring him to justice. The film begins with a young woman named Sophie being attacked and blinded by an unknown assailant. She is left for dead, but she manages to survive and eventually regains some of her sight. However, she is still severely visually impaired and must rely on her other senses to navigate. One day, Sophie is walking home from work when she witnesses a murder. She sees the killer's face, but she is unable to identify him. She reports the crime to the police, but they are skeptical of her story. They believe that she is mistaken or that she is making up the story for attention. Sophie is determined to find the killer herself. She uses her heightened senses to track him down, following his scent, listening for his footsteps, and even interpreting his body language. She eventually traces him to an abandoned warehouse. Sophie confronts the killer, but he overpowers her. He tries to kill her, but she manages to fight him off and escape. She runs back to her apartment and calls the police. The police arrive and arrest the killer. Sophie is hailed as a hero for her bravery, proving that even though she is blind, she is still capable of fighting for justice. She also becomes an inspiration to others who are visually impaired, showing them to never give up on their dreams. The killer is a man named Arjun, a wealthy businessman secretly involved in a criminal organization. He killed the victim because they knew too much about the organization's criminal activities. Sophie is able to track down Arjun by utilizing her other senses, following his scent to his apartment and listening for his footsteps when he leaves. She is also able to interpret his body language during their confrontation. The struggle between Sophie and Arjun is intense. While Sophie is able to fight back, Arjun eventually overpowers her. He attempts to strangle her, but she manages to break free and escape. Initially skeptical of Sophie's story, the police eventually believe her after she provides them with detailed descriptions of the killer and the crime scene. They are able to arrest Arjun and bring him to justice. Sophie's story is a testament that people with disabilities may face challenges, but they are still capable of achieving great things. Sophie becomes a hero who inspires others to never give up on their dreams.",

      "starring": [
        "Sonam Kapoor",
        "Lucy Aarden",
        "Lillete Dubey",
        "Shubham Saraf",
        "Purab Kohli."
      ],
      "director": " Shome Makhija.",
      "country": " Indian.",
      "date": "2023-07-07",
      "contentRating": " India: UA ",
      "Originalnetwork": " Jio Cinema.",
      "language": " Hindi."
    },
    {
      "id": "INDEX03",
      "title": "LUST STORIES 2  ",
      "name": " Lust Stories 2 (2023)",
      "poster": "Lust_Stories_2_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/7b892efe-0bc6-4c1e-8ce4-09af45ac6198/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B094CLC7WK/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=116f4e2aeb355418a91bbfb31040a03d&creativeASIN=B094CLC7WK",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/lust-stories2/index.html",
      "rating": 7.3,
      "synopsis": "The movie Lust Stories 2 (2023) is a sequel to the 2018 anthology film Lust Stories. The take consists of four interwoven stories about love, lust, and desire. The first story is about a young woman named Anya (Rani Mukerji) who is married to a wealthy businessman. Anya is bored with her marriage and seeks excitement elsewhere. She meets a young man named Arjun (Arjun Kapoor), and they start an affair. The affair is passionate but dangerous, and Anya soon finds herself in over her head. The second story is about a middle-aged woman named Maya (Huma Qureshi) who is struggling to hold her marriage together. Maya's husband, Jai (Vicky Kaushal), is a workaholic, and he rarely pays attention to her. Maya begins an affair with a younger man named Veer (Adarsh Gourav) in an attempt to feel alive again. The affair gives Maya a sense of purpose, but it also threatens to destroy her marriage. The third story is about a young couple named Tara (Kiara Advani) and Veer (Siddhant Chaturvedi) who are in a long-distance relationship. Tara lives in Mumbai, and Veer lives in Delhi. The couple tries to maintain their relationship through phone calls and video chats, but it is difficult. Tara and Veer eventually decide to meet in person, but their reunion does not go as planned. The fourth and final story is about a group of friends who go on a weekend getaway. The friends are all from different backgrounds, and they have different expectations for the trip. One of the friends, a young woman named Meera (Sanya Malhotra), is hoping to have a sexual encounter with one of the other friends. Meera's plan backfires, and she ends up having a much more emotional experience than she bargained for. The four stories in Lust Stories 2 (2023) are all interconnected by the theme of desire. The characters in each story are all searching for something, whether it is excitement, love, or connection. The film explores the different ways that desire can manifest itself in our lives, and it shows how it can both enrich and destroy us. The film is directed by four different directors: Anurag Kashyap, Zoya Akhtar, Karan Johar, and Dibakar Banerjee. The film stars a number of well-known Indian actors, including Rani Mukerji, Huma Qureshi, Vicky Kaushal, Adarsh Gourav, Kiara Advani, and Siddhant Chaturvedi. The film was released in India on February 10, 2023. The film has received positive reviews from critics, with many praising the performances of the actors and the direction of the filmmakers.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/Lust_Stories_2___Official_Trailer.mp4?updatedAt=1688789629291",
      "starring": [
        "Kajol",
        "Mrunal Thakur",
        "Tamannaah Bhatia",
        "Tillotama Shome",
        "Kumud Mishra."
      ],
      "director": " R. Balki, Sujoy Ghosh, Amit Ravindernath Sharma, Konkona Sen Sharma.",
      "country": " Indian.",
      "date": "2023-06-29",
      "contentRating": " India: UA ",
      "Originalnetwork": " Netflix.",
      "language": " Hindi."
    },
    {
      "id": "INDEX02",
      "title": "SERGEANT ",
      "name": " Sergeant (2023)",
      "poster": "Sergeant_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B0BDK8LKPJ/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=881f713912d2ad32bc935cc4b9db322a&creativeASIN=B0BDK8LKPJ",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/95161246-e4ee-4e9d-aa0b-0d3bae5c2a76/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B09N3XMZ5F/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=71a57058a18fc06640e3b3a5537af625&creativeASIN=B09N3XMZ5F",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/80b3085c-9309-47a6-9dba-090ec4919eb5/default.jobtemplate.hls1080.m3u8",
      "amz1link": "https://www.amazon.in/dp/B0C9QPM3BN/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=1160d9e375b3523178dd257a1c07faa7&creativeASIN=B0C9QPM3BN",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/986a0d4b-93dc-4085-847f-2cb8ce081eac/default.jobtemplate.hls1080.m3u8",
      "amz2link": "https://www.amazon.in/dp/B08C4KWM9T/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=284c71747fc8a75e50408d1f364fa8d4&creativeASIN=B08C4KWM9T&th=1",
      "movie.watch": "/movies/sergeant/index.html",
      "rating": 4.3,
      "synopsis": "The movie Sergeant (2023) follows the write up of a former soldier named serjeant David, who suffers from severe slump after losing a limb on duty. He is struggling to adjust to civilian life and is haunted by the memories of his clock in the military. One day, Sergeant David is approached by a woman named Monica, who claims to be a former soldier as well. She tells him that she is part of a group of veterans who are helping other veterans who are troubled with PTSD. Sergeant David is at first skeptical, but he yet agrees to meet with Monica and her group. The group helps Sergeant David to undefined to damage with his trauma and to take up to rebuild his life. He makes new friends and begins to feel wish he belongs again. However, his newfound happiness is short-lived when he is targeted by a aggroup of criminals who are targeting veterans. The criminals are led by a man named Marcus, who is a sadistic and ruthless killer. He believes that veterans are weak and that they merit to suffer. Marcus and his men track toss off serjeant David and his friends and begin to terrorize them. Sergeant David and his friends are forced to fight for their lives. They apply all of their skills and training to survive, but they are outnumbered and outgunned. Just when it seems like whol hope is lost, Sergeant David remembers something that Monica taught him: that veterans are stronger than they think.   With renewed determination, Sergeant David and his friends fight back against Marcus and his men. They eventually manage to defeat them, but not without suffering heavily losses. In the end, serjeant-at-law David is able to find peace and closure, knowing that he has helped to protect strange veterans from harm. The movie Sergeant (2023) is directed by Prawaal Raman. The movie is based on a true story. The real-life Sergeant David is a former soldier who suffered from PTSD after serving in Afghanistan. ",
      
      "starring": [
        "Daphne Alexander",
        "Tahir Ashraf",
        "Sonia Goswami",
        "Arun Govil",
        "Randeep Hooda."
      ],
      "director": " Prawaal Raman.",
      "country": " Indian.",
      "date": "2023-06-30",
      "contentRating": " India: UA ",
      "Originalnetwork": " Jio Cinema.",
      "language": " Hindi."
    },
    {
      "id": "INDEX01",
      "title": "LOVE GURU S03 PART 2   ",
      "name": " Love Guru S03 Part 2 (2023)",
      "poster": "Love_Guru_S03_Part_2_2023.jpg",
      "ads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/b4962e84-89b3-4bb5-81e3-3c9493aab90c/default.jobtemplate.mp4.480.mp4",
      "ads1link": "https://www.amazon.in/dp/B082H2R32N/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=b7f6c30f5d9ca9b4397cbddb87380ba2&creativeASIN=B082H2R32N",
      "ads2": " https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/0650c8d8-4b21-444e-9956-ec05f8b2df2f/default.jobtemplate.mp4.480.mp4",
      "ads2link": "https://www.amazon.in/dp/B01IHAQWOC/ref=as_sl_pc_as_ss_li_til?tag=drtrl-21&linkCode=w00&linkId=6e4935d39ce054e9ceead26ea973ef0f&creativeASIN=B01IHAQWOC",
      "amzads1": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/8bcd8ef5-85c8-4c87-a5f6-271efa8e23fc/default.jobtemplate.hls1080.m3u8",
      "amzads2": "https://m.media-amazon.com/images/S/vse-vms-transcoding-artifact-eu-west-1-prod/d1782a29-3fdb-4669-97f2-f74aff10463c/default.jobtemplate.hls1080.m3u8",
      "movie.watch": "/movies/love-guru/index.html",
      "rating": 4.4,
      "synopsis": "Love Guru is back with another season. People are curious to know more about the release date of the Ullu web series Season 3 Part 2. You will get complete details about Love Guru Season 3 Part 2 in this article. Keep reading for more information.The trailer of Love Guru Season 3 Part 2 starts with a disclaimer. It further shows the logo of the Ullu app. The trailer proceeds with the girl drinking water and her tuition teacher is sitting in front of her whom she loves. While the boy who like Mini is looking at her secretly. The next scene shows her tuition teacher sitting in a room when she hugs him from the back. She says sir, while he replies that he loves her a lot. His expression shows that he was not saying it out of love but was saying it out of fear. While the guy who loves Mini saw her with her tuition sir whom she loves. He tells Mini’s friend that Mini is so much crazy for her.She invites him to her home for studying. They are doing romance more than studying. While we saw that Mini is doing what her love guru asks. She wears the clothes her love guru asks her to wear. She says to her love guru that she wore the clothes he said. Her tuition teacher says that she looks beautiful. They both have drinks. After having drinks, she nervously says bye and wishes him a happy birthday. It’s his birthday occasion. He stops her and says, Mini. They both have romance. The trailer ends here. People are curious to know about the release date of Love Guru Season 3 Part 2.Love Guru Season 3 Part 2 will release on 7th July 2023, Friday. The makers have announced the release date of Love Guru season 3 part 2. The excitement among the fans is real. The curiosity can be seen clearly. Fans are showing love for the series. It will be interesting to have reviews about the series. We will update you with the reviews of the new part after its release. This was all about Love Guru Season 3 Part 2 release date. We keep bringing such details on our website.",
      "starring": [
        "Smita Paul",
        "Suhana Khan",
        "Rajsi Verma."
      ],
      "director": " Punit Goyal.",
      "country": " Indian.",
      "date": "2023-07-07",
      "contentRating": " India: 18+ ",
      "Originalnetwork": " Ullu Originals.",
      "language": " Hindi."
    }
  ]