  [
    {
      "id": "INDEX16",
      "title": "ISHQ E NADAAN",
      "name": " Ishq E Nadaan (2023)",
      "poster": "Ishq_E_Nadaan_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269758/Ishq_E_Nadaan_2023_m57dlu.jpg",
  
      "yearRelease": 2023,
    "genre": [" Romance ",  " Drama. " ],
      "rating": 6.7,
      "synopsis": "Ishq E Nadaan is a heartwarming and interconnected romanticist film that weaves put together the stories of ternion couples, each facing their possess challenges and triumphs in love. Directed with finesse, the film delves into the complexities of relationships and highlights the different stages of love, from the first spark to the survival required for long-term commitments. Through engaging performances, the film leaves a stable impact on its audience. The first story, Aise Toh Kabhi Nahi Dekha, revolves around Avni (Shriya Pilgaonkar) and Rahul (Mohit Raina), a young couple navigating the complexities of marital life. Their differences in attitudes and expectations produce constant clashes, threatening the founding of their relationship. However, as they confront their personal demons, they instruct to undefined and respect each other's individuality. Their love conquers their differences, and they emerge with a stronger bond, having unconcealed the major power of mutual understanding and acceptance. Dilruba, the second story, centers on Sarita (Neena Gupta), a widow who finds love once again with Kabir (Suhail Nayyar), a younger man. Their passionate court faces opposition from Sarita's mob and friends, who reject of the age breach 'tween them. Sarita's purpose and effectiveness shine through and through as she stands up for her love, ultimately successful over her loved ones. The story emphasizes the importance of embracement love despite societal norms and prejudices. In the third story, Meri Jaan, Amar (Kanwaljeet Singh) and Anya (Deepika Amin) attempt to rebuild their fractured relationship after a long estrangement. Amar, a successful businessman, seeks redemption for neglecting his family, while Anya, a rebellious teenager, struggles to forgive him. Through raw emotions and earnest confrontations, they confront their pain and misunderstandings, ultimately determination solace in pardon and reconciliation. Ishq E Nadaan is an emotional rollercoaster that delves into the intricacies of bang and relationships. It emphasizes the power of communication, understanding, and compromise in nurturing a successful partnership. The shoot showcases the resilience of love, proving that it can conquer adversities and bridge over feeling gaps. Directed with sensitivity and grace, the film allows each character's journey to unfold organically, providing ample room for the cast to shine. Shriya Pilgaonkar, Mohit Raina, Neena Gupta, Suhail Nayyar, Kanwaljeet Singh, and Deepika Amin undefined compelling performances that breathe in life into their respective characters.    The film's interwoven narratives add depth and meaning to each jazz story, highlighting the universal themes of love, forgiveness, and growth. Ishq E Nadaan is a beautifully crafted romantic film that resonates with its audience, reminding them of the power of love in all its forms. Whether you are a fan of romantic dramas or simply take account compelling storytelling, Ishq E Nadaan is a film Worth experiencing.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Deepika Amin",
        "Hitesh Dave",
        "Mrinal Dutt",
        "Lara Dutta",
        "Pankhuri Gidwani."
       
      ],
      "director": "Avishek Ghosh",
      "country": "India.",
      "date": "2023-07-14",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt20872920/",
      "link2": "#",
  
      "movie.watch": "ishq-e-nadaan.html",
      "movie.popup": "popup.html",
      "movie.watchP1": "https://likessb.com/e/zk70qfbpotqw.html",
      "movie.watchSR1": "https://dooood.com/e/jg9a3yiw8ffh",
  
      "down1link1": "https://likessb.com/d/zk70qfbpotqw.html",
      "down2link1": "https://dooood.com/d/jg9a3yiw8ffh",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": "India: UA ",
      "Originalnetwork": "Jio Cinema.",
      "language": " Hindi."
      },
    {
      "id": "INDEX15",
      "title": "HOSTEL DAYS",
      "name": " Hostel Days (2023)",
      "poster": "Hostel_Days_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269745/Hostel_Days_2023_srnmvu.jpg",
  
      "yearRelease": 2023,
    "genre": [" Comedy ",  " Drama. " ],
      "rating": 6.6,
      "synopsis": "Hostel Days is an intense and gripping Hindi-language thriller that keeps viewers at the edge of their seating area from start to finish. Directed by Milind Rau and produced by Ronnie Screwvala under RSVP Movies, the film boasts stellar performances from its gifted cast, Rajkummar Rao, Sanya Malhotra, and Fatima Sana Shaikh. The report revolves around three friends, Akash (Rajkummar Rao), Riya (Sanya Malhotra), and Neha (Fatima Sana'a Shaikh), who set out on a much-awaited vacation to Goa. However, what begins as an exciting trip up soon turns into a nightmarish ordeal when they cross paths with a group of sinister hostellers. From that point on, the friends see themselves ensnared in a coiled game of life and death. Upon arriving in Goa, Akash, Riya, and Neha feel that something is amiss as they note the unnerving demeanour of a group of hostellers tracking them. Soon, their fears are accomplished when they are abducted and taken to a secluded location. Here, they are subjected to a series of life-threatening games orchestrated by their captors, pushing them to their natural science and emotional limits. The film cleverly plays with suspense and tension, as the friends are forced to navigate a maze of perilous challenges, including Russian roulette and stab throwing. Each game raises the stakes, making the already dangerous situation even more life-threatening. The trio must swear on their wits, strength, and unity to make it this harrowing ordeal. As the film progresses, the characters' undefined is a key aspect that keeps the audience invested. Their relationships are tested under extreme circumstances, and the evolving kinetics between them add layers of complexness to the narrative.Hostel Days delivers riveting performances, with Rajkummar Rao, Sanya Malhotra, and Fatima Sanaa Shaikh seamlessly slipping into their roles. Their portrayals of fear, determination, and desperation are convincing, making the emotional travel of the characters all the more engaging. Milind Rau's direction is skillful, keeping the pace tense and ensuring that the audience is constantly engaged. The cinematography attractively captures the scenic locations of Goa while juxtaposing them with the chilling atm of the dangerous games. With its thrilling storyline, superb performances, and well-crafted suspense, Hostel Days is a must-watch for thriller enthusiasts. The film's power to keep viewers guessing until the really end, combined with its exploration of rely and friendship below extreme circumstances, makes it a unforgettable and impactful cinematic experience. For those who enjoy edge-of-the-seat thrillers that delve into the human being psyche, Hostel Days is a shoot that delivers on all fronts.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Anindya Sengupta",
        "Roshni Bhattacharyya",
        "Arpan Ghoshal",
        "Kanchan Mullick",
        "Rohaan Bhattacharjee."
       
      ],
      "director": "Satyaki Kundu, Souvik Mondal",
      "country": "India.",
      "date": "2023-07-22",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt23642560/",
      "link2": "#",
  
      "movie.watch": "hostel-days.html",
      "movie.popup": "popup.html",
      "movie.watchP1": "https://likessb.com/e/89wrj924b247.html",
      "movie.watchSR1": "https://dooood.com/e/stbveb7ikkrk",
  
      "down1link1": "https://likessb.com/d/89wrj924b247.html",
      "down2link1": "https://dooood.com/d/stbveb7ikkrk",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": "India: UA ",
      "Originalnetwork": "Netflix.",
      "language": " Hindi."
      },
    
    {
      "id": "INDEX14",
      "title": "BARBIE",
      "name": " Barbie (2023)",
      "poster": "Barbie_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269702/Barbie_2023_cxt0gb.jpg",
  
      "yearRelease": 2023,
    "genre": [" Adventure "," Comedy ",  " Fantasy. " ],
      "rating": 7.5,
      "synopsis": "Barbie: A travel of Self-Discovery is a moving and empowering moving film that takes viewers on a captivating journey of self-discovery and acceptance. It challenges the concept of perfection and highlights the importance of being true to oneself. The film's opening introduces us to Barbie, who lives in the picture-perfect earthly concern of Barbieland. However, beneath the surface, Barbie begins to feel an internal emptiness. undefined her seemingly flawless life, she feels constrained and unfulfilled, yearning for something more authentic. The pivotal moment occurs during a game of Barbieland trivia, where Barbie's imperfections are revealed, leadership to her banishment. This is a turn point for Barbie, as she embarks on a transformative travel to the real world. The real world proves to be an overwhelming experience for Barbie, as she encounters its complexity and diversity. Amidst her struggles to navigate this new environment, she meets Ken, a character who embodies genuineness and imperfection. Through their friendship, Ken serves as a guiding get down for Barbie, showing her that she doesn't need to undefined to social group expectations and that embracing her true self is the key to happiness. As Barbie and sight venture on their travel of self-discovery together, they both undergo significant growth. They teach the value of embracing their individuality, flush if it means being different from the norm. This message resonates deeply, inspiring viewers to embrace their own uniqueness and not be bound by society's expectations. Throughout the film, the narrative emphasizes the importance of self-acceptance and self-love. Barbie's transformation from a perfect, yet unrealised dolly to an imperfect, reliable soul is a powerful arc that teaches viewers almost the beauty of embracing one's flaws. As the news report progresses, Barbie and Ken's friendship blossoms into something more profound. Their connection is built on reciprocative respect, support, and acceptance. The film beautifully showcases the potency that can be found in TRUE relationships. The shoot also touches upon women's rightist themes, emphasizing that women can be strong, independent, and successful while staying true to themselves. Barbie's journey becomes a testament to female empowerment, challenging traditional stereotypes and demonstrating that women put up break free from social pressures to find their true potential. Barbie: A travel of Self-Discovery is a visually stunning and emotionally resonant film that delivers a powerful message about self-love, authenticity, and embracing imperfections. Its positive and empowering subject matter encourages viewers, young and old alike, to be true to themselves, fostering a sense of confidence and self-belief. Through Barbie's transformative journey, the film inspires audiences to embrace their uniqueness, recognize their own worth, and appreciate the looker of being real.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Margot Robbie",
        "Issa Rae",
        "Kate McKinnon",
        "Alexandra Shipp",
        "Emma Mackey."
       
      ],
      "director": " Greta Gerwig.",
      "country": "United States.",
      "date": "2023-07-09",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt1517268/",
      "link2": "https://en.wikipedia.org/wiki/Barbie_(film)",
  
      "movie.watch": "barbie.html",
      "movie.popup": "/hollywood/barbie-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/k48qm89x1x6l.html",
      "movie.watchSR1": "https://dooood.com/e/jg9a3yiw8ffh",
  
      "down1link1": "https://likessb.com/d/k48qm89x1x6l.html",
      "down2link1": "https://dooood.com/d/jg9a3yiw8ffh",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": "United States:PG-13 ",
      "Originalnetwork": "Warner Bros. Pictures.",
      "language": " English."
    },
    {
      "id": "INDEX13",
      "title": "COBWEB",
      "name": " Cobweb (2023)",
      "poster": "Cobweb_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269716/Cobweb_2023_ww6eet.jpg",
  
      "yearRelease": 2023,
    "genre": [" Horror "," Drama ",  " Thriller. " ],
      "rating": 6.3,
      "synopsis": "Cobweb is a haunting and atmospheric horror thriller that weaves a narrative of dark crime syndicate secrets and chilling revelations. The film masterfully builds suspense, drawing audiences into a world where the line 'tween reality and the supernatural blurs. The write up centers on young Peter, played convincingly by Woody Norman, who becomes convinced of a malicious presence in his bedroom wall. Lizzy Caplan and Antony Starr deliver mighty performances as Peter's parents, Sarah and David, who dismiss his fears as mere imagination. However, the tapping resound persists, undefined Peter to investigate further, with the serve of his supporter Mia, delineate by Cleopatra Coleman. As Peter delves into his family's past, the film skillfully navigates between the present and the unsettling events that transpired generations ago. The discovery of a dark family history involving Peter's great-grandfather, a doctor mired in sinister experiments, sets the stage for a deeply disturbing journey into the unknown. Through a mix of nightmares, visions, and ghostly encounters, Peter unravels the harrowing truth about his ancestors. The film excels at creating an eerie and tense atmosphere, heightening tautness as the tapping noise becomes increasingly menacing. The past and present intertwine in a temperature reduction revelation, transporting Peter to a nightmarish encounter with the disturbing experiments of his great-grandfather. The film's terrifying depictions of the experiments and their ugly consequences leave a lasting impact on both Peter and the audience. The film also explores themes of family secrets, ethical dilemmas, and the consequences of unchecked ambition. Lizzy Caplan and Antony Starr undefined complex and emotive portrayals of parents who grapple with their own guilt trip and the consequences of their actions. The climax of the film is some shocking and satisfying, offering a resolution that lingers in the take care long after the undefined roll. The twist conclusion adds an spear carrier layer of dread, leaving audiences with a feel of tarriance unease. Overall, Cobweb is a masterfully crafted horror thriller that keeps viewers on the edge of their seating area from start to finish. With its powerful performances, atmospheric setting, and a wrestle that sends shivers down the spine, the film stands as a noteworthy addition to the horror genre. Fans of slow-burning and psychologically chilling horror will witness Cobweb to be an engrossing and unsettling experience that leaves an indelible mark.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Lizzy Caplan",
        "Antony Starr",
        "Cleopatra Coleman",
        "Woody Norman",
        "Luke Busey."
       
      ],
      "director": " Samuel Bodin.",
      "country": "United States.",
      "date": "2023-07-21",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt9100018/",
      "link2": "https://en.wikipedia.org/wiki/Cobweb_(2023_American_film)",
  
      "movie.watch": "cobweb.html",
      "movie.popup": "popup.html",
      "movie.watchP1": "https://likessb.com/e/v1t5y8cw2nsf.html",
      "movie.watchSR1": "https://dooood.com/e/yg20y6o7nxix",
  
      "down1link1": "https://likessb.com/d/v1t5y8cw2nsf.html",
      "down2link1": "https://dooood.com/d/yg20y6o7nxix",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": "United States:R",
      "Originalnetwork": "Lionsgate.",
      "language": " English."
    },
  
    {
      "id": "INDEX12",
      "title": "FEAR THE NIGHT",
      "name": " Fear the Night (2023)",
      "poster": "Fear_the_Night_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269737/Fear_the_Night_2023_mwwppc.jpg",
  
      "yearRelease": 2023,
    "genre": [" Action "," Drama ",  " Thriller. " ],
      "rating": 4.4,
      "synopsis": "Fear the Night is a gripping thriller that delves into the agonizing journey of a group of women facing a nightmarish situation. As friends gather to observe a bachelorette party, the standard pressure quickly transforms from jubilation to threat when a aggroup of masked assailants storms the remote farmhouse. Among them is Jess's ex-boyfriend, Ryan, who is tormented by PTSD-induced hallucinations, believing the women to be demons. Maggie Q's compelling public presentation as Tes, a woman who exhibits remarkable strength and resilience, drives the tale forward. She becomes the group's reluctant leader, navigating the treacherous situation with purpose and courage. As the night unfolds, the women must rely on their bond and resourcefulness to survive. The film with success captures the tension and undefined within the isolated farmhouse, adding to the climb sense of dread and vulnerability. The women's struggle for survival against an mad and irregular antagonist keeps audiences on the edge of their seats. As the group fights to escape, the film explores themes of female authorisation and solidarity. The women's friendship and unity turn up to be crucial in their fight for survival, showcasing the strength that can lift from such bonds.While Fear the Night delivers on suspense and adrenaline-pumping sequences, it may not offer groundbreaking plat twists or originality, adhering to close to familiar thriller tropes. The violence, at times, may be intense and graphic, potentially impacting more sensitive viewers. Despite these nestlin shortcomings, the film excels in its ability to maintain audiences busy and invested in the characters' struggles. The final examination face-of between Tes and Ryan serves as a gripping climax, ultimately leadership to a suspensive resolution. Overall, Fear the Night emerges as a enthralling thriller, skillfully carried by Maggie Q's standout performance and a well-crafted sense of close at hand danger. While not entirely groundbreaking, it is a compelling addition to the thriller genre, exploring themes of survival, female strength, and the haunting grip of fear.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Maggie Q",
        "Ito Aghayere",
        "Philip Burke",
        "James Carpinello",
        "Christopher Corbin."
       
      ],
      "director": " Neil LaBute.",
      "country": "United States.",
      "date": "2023-07-21",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt19848268/",
      "link2": "https://en.wikipedia.org/wiki/Fear_the_Night_(film)",
  
      "movie.watch": "fear-the-night.html",
      "movie.popup": "/hollywood/fear-the-night-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/h46xmrrgvudm.html",
      "movie.watchSR1": "https://dooood.com/e/smh547wzeby6",
  
      "down1link1": "https://likessb.com/d/h46xmrrgvudm.html",
      "down2link1": "https://dooood.com/d/smh547wzeby6",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": "United States:TV-14",
      "Originalnetwork": "Quiver Distribution.",
      "language": " English."
    },
    {
      "id": "INDEX11",
      "title": "GRAY MATTER",
      "name": " Gray Matter (2023)",
      "poster": "Gray_Matter_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269737/Gray_Matter_2023_srxsbb.jpg",
  
      "yearRelease": 2023,
    "genre": [" Sci-Fi "," Drama ",  " Thriller. " ],
      "rating": 4.8,
      "synopsis": "Gray Matter offers a ne submit on the superhero genre with a stimulating report directed by Jessica M. Benjamin Thompson and penned by Lindsey Beer. LED by an extraordinary cast, including Mia Isaac, Jessica Frances Dukes, Derek Luke, and Brian Tyree Henry, the take introduces audiences to Aurora, a youth girl who unexpectedly discovers her extraordinary superhuman abilities. As the plat unfolds, Aurora's life takes a sad turn when her fuss is tragically killed. Left to fend for herself and her friends, break of the day must navigate a world where she is pursued by a mysterious government delegacy intent on capturing her and harnessing her powers for their own agenda. Released on HBO Max on July 13, 2023, Gray Matter received integrated reviews from critics. roughly praised the film for its captivating performances and visually stunning sequences that brought Aurora's abilities to life. The exploration of a young missy grappling with newfound powers adds depth to the story, resonating with audiences.wever, other critics felt that patc the film is aptly made, it treads familiar ground and lacks the innovational spark to truly place upright come out of the closet among the crowded superhero genre. The plot's predictability and trust on traditional superhero origin tropes were cited as areas where the film could have pushed boundaries further. Despite the mixed reviews, Gray Matter showcases its potency to be a memorable addition to the superhero take canon. The performances, especially Mia Isaac's portraiture of Aurora, breathe life into the story, and the film's visual effects undefined the essence of her abilities in surprising detail. In summary, Gray Matter is a commendable elbow grease in the superhero thriller genre, offering an engaging origination news report with solid state performances and hit visuals. While it might not break apart new ground, it provides an diverting and relatable tale of empowerment and self-discovery. Fans of the superhero genre wish find enjoyment in witnessing Aurora's journey, spell others Crataegus laevigata find the film's predictability a drawback. Overall, Gray Matter is a upstanding watch, even if it doesn't completely pass the familiar superhero narrative.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Mia Isaac",
        "Jessica Frances Dukes",
        "Garret Dillahunt",
        "Andrew Liner",
        "Isabella Ferreira."
       
      ],
      "director": " Jessica M. Thompson.",
      "country": "United States.",
      "date": "2023-07-13",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt25947954/",
      "link2": "#",
  
      "movie.watch": "gray-matter.html",
      "movie.popup": "popup.html",
      "movie.watchP1": "https://likessb.com/e/f6f3tw7zxz4x.html",
      "movie.watchSR1": "https://dooood.com/e/k9ue86mqehp7",
  
      "down1link1": "https://likessb.com/d/f6f3tw7zxz4x.html",
      "down2link1": "https://dooood.com/d/k9ue86mqehp7",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": "United States:R  ",
      "Originalnetwork": "HBO Max.",
      "language": " English."
    },
    {
      "id": "INDEX10",
      "title": "QUICKSAND  ",
      "name": " Quicksand (2023)",
      "poster": "Quicksand_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269772/Quicksand_2023_zux0cn.jpg",
     
      "yearRelease": 2023,
    "genre": [" Action "," Drama ",  " Thriller. " ],
      "rating": 4.3,
      "synopsis": "Quicksand takes audiences on a harrowing travel into the heart of darkness, as a marital couple's hiking trip up through a rainforest in Colombia turns into a struggle for survival. Directed by Andrés Beltran and written by Matt Pitts, this Canadian-Colombian horror shoot delves into the depths of human resilience and the central instinct to survive. The report revolves around a married couple on the brink of divorce, represented by Carolina Gaitán and Allan Hawco, who embark on what was supposed to be a remedy hike. However, their state of affairs takes a terrifying ric when they find themselves ensnared in treacherous quicksand. Trapped and isolated in the impenetrable jungle, they moldiness undefined not only the natural elements but also their own fractured relationship. As the suspense escalates, the partner off must work together to overcome not only when the vindictive environment simply also the emotional hurdles that have driven them apart. The film deftly weaves undefined of selection horror with psychological drama, delving into the complexities of human emotions under extreme circumstances. Carolina Gaitán and Allan Hawco deliver gripping performances, breathing life into their characters and undefined the hearing into their desperate struggle for survival. Their chemistry and dynamic on-screen presence tot depth and authenticity to the feeling core of the film. Released on Shudder on July 21, 2023, Quicksand accepted mixed reviews from critics. Some lauded the shoot for its suspenseful standard atmosphere and the right performances of its top actors. The tension and claustrophobic setting were commended for immersing viewers in the characters' critical situation. However, others found the film to be somewhat predictable and derivative, lacking the conception and surprises that elevate exceptional horror films. While Quicksand successfully builds an ominous atmosphere, approximately critics felt that it didn't to the full deliver on its initial premise. In conclusion, Quicksand offers a engrossing survival horror go through that showcases the strength and exposure of the human spirit. With Carolina Gaitán and Allan Hawco's compelling performances driving the narrative, the shoot manages to keep audiences on the undefined of their seats. While some found it to be a stimulating and suspenseful summation to the genre, others felt it vanish short of originality. If you enjoy natural selection horror films and are closed to tales of resilience and human endurance, Quicksand may be Charles Frederick Worth a watch. However, those quest a more original and unpredictable horror see might witness it lacking in that regard.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Carolina Gaitan",
        "Allan Hawco",
        "Sebastian Eslava",
        "Andrés Castañeda."
       
      ],
      "director": "   .",
      "country": "Colombia.",
      "date": "2023-06-23",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt19056070/",
      "link2": "#",
  
      "movie.watch": "quicksand.html",
      "movie.popup": "/hollywood/quicksand-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/9o7evaqo77um.html",
      "movie.watchSR1": "https://dooood.com/e/o41p9tj9qdpd",
  
      "down1link1": "https://likessb.com/d/9o7evaqo77um.html",
      "down2link1": "https://dooood.com/d/o41p9tj9qdpd",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": " United States:PG-13 ",
      "Originalnetwork": "AMC+.",
      "language": " English."
    },
    {
      "id": "INDEX09",
      "title": "RESIDENT EVIL DEATH ISLAND ",
      "name": " Resident Evil Death Island (2023)",
      "poster": "Resident_Evil_Death_Island_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269772/Resident_Evil_Death_Island_2023_dw63yr.jpg",
    
      "yearRelease": 2023,
    "genre": [" Action "," Adventure ",  " Thriller. " ],
      "rating": 6.0,
      "synopsis": "Resident Evil: Death Island takes audiences on a stimulating and terrifying travel into the dark and twisted world of the Resident Evil video game universe. This Japanese grownup computer-animated action biopunk horror film, orientated by Eiichirō Hasumi and written by Makoto Fukami, marks the fifth installment and fourth take in the moving Resident Evil series. Set in San Francisco, the shoot follows a team of iconic characters, including Leon S. Kennedy, Chris Redfield, Jill Valentine, and Claire Redfield, as they look an unprecedented zombie outbreak. The one time vibrant city is now infested with the undead, and the heroes must confront the germ of this nightmarish plague on Alcatraz Island, an ominous locating ill-famed for its dark history. The plot thickens as they uncover a sinistral secret—a new and deadly bioweapon has been unleashed on Death Island, lowering not only the city but the entire world. The stakes have never been higher as they must rush against time to contain the irruption and keep further chaos from consuming the globe. As the dead rise, the shoot explores themes of survival, loyalty, and sacrifice, delving into the depths of human undefined when baby-faced with unimaginable horrors. The characters' determination to survive and protect what cadaver of humanity drives the narrative forward, qualification for a gripping and emotionally charged experience. Resident Evil: undefined Island immerses audiences in a visually stunning world, thanks to its prodigious animation and spine-chillingly realistic action sequences. The take masterfully blends cutting-edge data processor animation with the horror genre, creating a truly attractive and intense cinematic experience. The voice performances of the talented cast, including Gospel According to Matthew Mercer, Stephanie Panisello, Kevin Dorman, Nicole Tompkins, and Erin Cahill, breathe life into the beloved characters, adding undefined and authenticity to their struggles and triumphs. Upon its release in Japan on July 7, 2023, and the United States on July 25, 2023, the film garnered interracial reviews from critics. close to praised its mesmerizing animation and heart-pounding action, while others offered constructive criticism regarding certain aspects of the story and undefined development. Nonetheless, Resident Evil: Death Island proved to be a box office success, resonating with both old fans of the Resident Evil franchise and newcomers alike. Its global earnings of over $53,000 underscore its popularity and enduring appeal. In conclusion, Resident Evil: Death Island is a interesting and pulse-pounding addition to the Resident Evil moving series. With its seamless blend of action, horror, and captivating storytelling, the film continues to ravish audiences and solidify its direct as a memorable entry in the iconic video pun universe.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Nicole Tompkins",
        "Kevin Dorman",
        "Stephanie Panisello",
        "Erin Cahill",
        "Salli Saffioti."
      ],
      "director": " Eiichirô Hasumi.",
      "country": " Japan.",
      "date": "2023-07-07",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt26674627/",
      "link2": "https://en.wikipedia.org/wiki/Resident_Evil:_Death_Island",
  
      "movie.watch": "resident-evil-death-island.html",
      "movie.popup": "/hollywood/resident-evil-death-island-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/hd9o4xf70hsz.html",
      "movie.watchSR1": "https://dooood.com/e/cu078e2gapom",
  
      "down1link1": "https://likessb.com/d/hd9o4xf70hsz.html",
      "down2link1": "https://dooood.com/d/cu078e2gapom",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": " United States:R  ",
      "Originalnetwork": "Sony Pictures Home Entertainment.",
      "language": " English."
    },
    {
      "id": "INDEX08",
      "title": "THE CHANNEL  ",
      "name": " The Channel (2023)",
      "poster": "The_Channel_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269812/The_Channel_2023_curgvy.jpg",
   
      "yearRelease": 2023,
    "genre": [" Action "," Crime ",  " Thriller. " ],
      "rating": 5.3,
      "synopsis": "The Channel is an electrifying American action thriller take that delivers a roller-coaster of suspense and excitement. Written and orientated by the talented William Kaufman, the movie boasts a stellar cast light-emitting diode by Clayne Crawford, Max Martini, Nicoye Banks, and Michael Jai White. This gripping story follows a group of ex-Marines who stake into a dare bank heist in fres Orleans, only when to find themselves entangled in a web of danger and deception. The account kicks bump off with a seemingly foolproof plan devised by the ex-Marines to rob a bank and secure their financial future. However, as the heist unfolds, unforeseen complications arise, turning the situation from bad to worse. Their carefully arranged out intrigue quickly unravels, and they are left with atomic number 102 choice but to escape the metropolis they once knew as home. Their break away becomes even more perilous as they come under the pursuit of an unyielding FBI agent, portrayed by Michael Jai White. This relentless agent stops at nothing to bring off the fugitives to justice, turn the chase into a high-stakes game of cat and mouse. Amidst the heart-pounding action and adrenaline-fueled sequences, the movie likewise delves into the complex dynamics within the aggroup of ex-Marines. Their past comradeship and shared experiences are put to the screen as the coerce intensifies, revealing fractures in their loyalty and trust. Clayne Joan Crawford and Max Martini deliver powerful performances as the leaders of the group, portraying characters who are both flawed and fiercely determined. Their chemistry and on-screen presence add depth to the narrative, qualification the hearing sympathize with their struggles and dilemmas. The Channel stands out not only when for its gripping action and suspense but also for its skillful way by William Kaufman. His vision brings the thrilling plot to life, combining intense action sequences with moments of introspection and undefined development. The film's release on July 14, 2023, garnered positive reviews from critics, who lauded the performances, captivating action sequences, and Kaufman's adept direction. The picture show keeps viewers on the undefined of their seats from take up to finish, leaving them guessing and engaged until the undefined end. In conclusion, The Channel is an action-packed ride that will keep fans of the genre thoroughly entertained. With its strong performances, compelling plat twists, and pulse-pounding action, the film stands as a testament to William Kaufman's directorial prowess. If you're seeking an adrenaline race and a interesting story, The Channel is a must-watch for sue thriller enthusiasts.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Clayne Crawford",
        "Max Martini",
        "Nicoye Banks",
        "Juliene Joyner",
        "Lucky Johnson."
      ],
      "director": " William Kaufman.",
      "country": " United States.",
      "date": "2023-07-14",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt15665274/",
      "link2": "#",
  
      "movie.watch": "/hollywood/the-channel-2023/the-channel.html",
      "movie.popup": "/hollywood/the-channel-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/kic2ue7u813d.html",
      "movie.watchSR1": "https://dooood.com/e/nkpt692hlugw",
  
      "down1link1": "https://likessb.com/d/kic2ue7u813d.html",
      "down2link1": "https://dooood.com/d/nkpt692hlugw",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": " United States:R  ",
      "Originalnetwork": "Appalachian Film.",
      "language": " English."
    },
    {
      "id": "INDEX07",
      "title": "SUN MOON ",
      "name": " Sun Moon (2023)",
      "poster": "Sun_Moon_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269797/Sun_Moon_2023_jf09f0.jpg",
  
      "yearRelease": 2023,
    "genre": [" Drama ", " Romance. " ],
      "rating": 7.0,
      "synopsis": "Sun Moon is a captivating American drama film oriented by David Henry Gerson, starring Mackenzie Mauzy, Mark Webber, and Louisa Krause. The flic delves into the living of a young woman who finds herself on a poignant travel back out to her hometown following her mother's passing. As she grapples with grief, she stumbles upon a dark secret concealed inside her family's past, setting her on a path of discovery, introspection, and ultimately, redemption. The story begins with our protagonist, played by Mackenzie Mauzy, regressive to her undefined home after receiving the news of her mother's unforeseen death. Emotions swirl as she reconnects with her estranged father, portrayed by mark down Webber, and the stay of her family. However, her return too awakens dormant memories and unspoken secrets. As she sifts through her mother's belongings, she uncovers a series of enigmatic letters and cryptic photographs, hinting at a hidden Sojourner Truth surrounding her family's past. Intrigued and haunted by these revelations, she embarks on a journey to unlock the buried secrets that have shaped her family's dynamics for years. With the colorful backdrop of her quaint hometown and the lunar calendar marker the passage of time, our supporter finds herself pulled deeper into the spirit of the mystery. The moon's versatile phases do as metaphors for the shifting nature of her emotional journey—sometimes lighted by desire and curiosity, unusual times veiled in shadows of uncertainty and sorrow. Throughout the film, Mackenzie Mauzy delivers a standout performance, navigating the emotional complexities of her character with undefined and authenticity. As the story unfolds, we find her transformation, as she confronts her past, finds solace in unplanned places, and forges a new understanding of her family's legacy. Mark Webber's portraiture of her father also adds layers of undefined to the narrative, exploring the complexities of parent-child relationships and the impact of unspoken truths. Louisa Krause's character, a close friend from the protagonist's past, provides a supporting role that encourages introspection and healing. Sun Moon is a take that skillfully weaves together themes of grief, forgiveness, and self-discovery. David Joseph Henry Gerson's direction allows the emotional nuances to shine, as the movie invites the audience to undefined the diurnal nature of life, reflected in the ebb and flow of the moon's phases. Released on March 17, 2023, Sun Moon received mixed reviews from critics. While Mauzy's public presentation was praised for its authenticity and emotional resonance, some reviewers found blame in the film's tempo and familiar spirit themes. Nevertheless, the movie's exploration of family secrets, feeling journey, and warm performances work it a thought-provoking and heartfelt cinematic experience.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Michael Jong-Quin Huang",
        "Huang Bo Shi",
        "Jason Burkey",
        "Kun Quan Chen",
        "Justin Chien."
      ],
      "director": " David Henry Gerson.",
      "country": " United States.",
      "date": "2023-03-17",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt14999006/",
      "link2": "#",
  
      "movie.watch": "sun-moon.html",
      "movie.popup": "/hollywood/sun-moon-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/vbm133zizs1a.html",
      "movie.watchSR1": "https://dooood.com/e/5d0vqpjhtbu7",
  
      "down1link1": "https://likessb.com/d/vbm133zizs1a.html",
      "down2link1": "https://dooood.com/d/5d0vqpjhtbu7",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": " United States:PG-13 ",
      "Originalnetwork": "Vertical Entertainment.",
      "language": " English."
    },
    {
      "id": "INDEX06",
      "title": "THE FLASH ",
      "name": " The Flash (2023)",
      "poster": "The_Flash_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269812/The_Flash_2023_xoulvi.jpg",
  
      "yearRelease": 2023,
    "genre": [" Action ", " Adventue, "," Fantasy. " ],
      "rating": 7.0,
      "synopsis": "The Flash is an action-packed American superhero take that brings the iconic District of Columbia Comics character to the big screen. Produced by Warner Bros. Pictures, DC Films, Double Dream, and the Disco Factory, and distributed by Warner Bros., the moving-picture show marks the 13th installment in the DC Extended Universe (DCEU). Directed by Andy Muschietti and featuring a screenplay by Christina Hodson, the film stars Ezra Miller in the titulary role of Barry Allen / The Flash, leading an impressive ensemble cast including Sasha Calle, Michael Shannon, Ron Livingston, Maribel Verdú, Kiersey Clemons, Antje Traue, and Michael Keaton. The plat of The Flash takes viewers on a thrilling journey through time and alternate realities. Barry Allen, a young forensic man of science with the ability to move at superhuman speeds, grapples with the tragic loss of his mother. Consumed by grief, he becomes determined to transfer the past and keep her murder. In a boldface and risky move, Barry travels back in time, but his actions have unintended consequences, creating an understudy timeline. In this new reality, Earth faces an new threat: General Zod, a formidable resister with extraordinary powers, has returned. With the justness League and strange superheroes seemingly absent, Barry finds himself alone in the fight to save his worldly concern from destruction. In a rush against time, he must rely on his newfound abilities and his resourcefulness to confront Zod and protect the innocent. However, desire is not lost. As Barry grapples with the consequences of his actions, he encounters an unexpected ally in an alternate version of Batman. This Batman, portrayed by Michael Keaton, brings a unusual perspective and a different set of skills to the battle. Together, they take form an unbelievable yet powerful team, proving that heroism transcends dimensions. The Flash captivates audiences with its stimulating action sequences, seamless ocular effects, and spectacular superhero battles. The take showcases the character's signature super speed with breathless scenes that bring his abilities to living on the screen. Critics have praised The Flash for its stimulating and adventurous plot, as well as the outstanding performances of the cast. Ezra Miller's portrayal of Barry Allen captivates with his personal magnetism and emotional depth, patc Michael Keaton's return as Batman brings a nostalgic touch down to the film. Since its release, The Flash has resonated with audiences worldwide, becoming a commercial success, grossing o'er $267 million. Its positive response from critics and fans likewise cements its position as a standout entry in the DCEU. In conclusion, The Flash is a thrilling and visually stunning superhero film that combines time-traveling adventure with the exhilaration of alternate realities. With Ezra Miller's captivating performance as the Scarlet Speedster and an impressive ensemble cast, the picture successfully brings the beloved DC Comics character to life on the big screen. Audiences are taken on a high-octane journey filled with action, heroism, and a newfound discernment for the power of friendship and teamwork. As The Flash races against redoubtable foes and navigates the complexities of time, it leaves an indelible mark on the DCEU and the hearts of superhero fans worldwide.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Ezra Miller",
        "Michael Keaton",
        "Sasha Calle",
        "Michael Shannon",
        "Ron Livingston."
      ],
      "director": " Andy Muschietti",
      "country": " United States.",
      "date": "2023-06-16",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt0439572/",
      "link2": "https://en.wikipedia.org/wiki/The_Flash_(film)",
  
      "movie.watch": "the-flash.html",
      "movie.popup": "/hollywood/the-flash-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/5mt62tt3s1vb.html",
      "movie.watchSR1": "https://dooood.com/e/qylhhvfnukbx",
  
      "down1link1": "https://likessb.com/d/5mt62tt3s1vb.html",
      "down2link1": "https://dooood.com/d/qylhhvfnukbx",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": " United States:PG-13 ",
      "Originalnetwork": "Liongate Warner Bros. Pictures.",
      "language": " English."
    },
    {
      "id": "INDEX05",
      "title": "THE FLOOD ",
      "name": " The Flood (2023)",
      "poster": "The_Flood_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269813/The_Flood_2023_vhhz5x.jpg",
  
      "yearRelease": 2023,
      "genre": [" Action ", " Horror, "," Thriller. " ],
      "rating": 3.1,
      "synopsis": "The Flood is an intense and heart-pounding American action horror take that takes audiences on a thrilling ride through a deadly hurricane and the terrifying presence of heavyweight alligators. orientated by Ben Mekler, the movie features a talented ensemble cast, including Nicky Whelan, Casper vanguard Dien, Louis Mandylor, Ryan Francis, Randy Waye, and Kim DeLonghi. The film's story unfolds as a massive and destructive hurricane wreaks mayhem in Louisiana. In the chaos of the storm, a group of prisoners and their guards find themselves trapped in a local anaesthetic prison. With the floodwaters rapidly rising, they must navigate the treacherous undefined and the scourge of the close at hand hurricane's fury. As the situation worsens, tensions run high, and the prisoners take vantage of the undefined to attempt a dare jailbreak. However, their escape plans quickly fall apart when they realize that their confinement is not their only if concern. They soon come face to face with an inconceivable and terrifying threat—an aggressive pack of giant alligators, now released from captivity and roaming freely in the flooded prison. The prisoners and their guards are now in a fight for survival against both the relentless forces of nature and the rapacious instincts of these solid predators. Trapped between the ascension floodwaters and the fierce alligators, the aggroup mustiness cite all their braveness and resourcefulness to stay alive. As the take unfolds, The Flood serves up an adrenaline-pumping combination of action, suspense, and horror. The audience is understood on a thrilling roller-coaster ride, as they witness the characters' struggle for survival in the midst of a natural undefined and a ferocious predator. While the film offers plenty of heart-stopping litigate sequences and tense up moments, it has garnered mixed reviews from critics. Some praise the take for its gripping action and nail-biting atmosphere, spell others criticize its use of subpar CGI and limited production values. Regardless of the reviews, The Flood provides a gripping and visceral experience for fans of action-packed horror films. It takes the classic disaster movie concept and infuses it with a unique and terrific twist, delivering a fascinating survival story against all odds. Released in theaters on July 14, 2023, The Flood offers a stimulating and suspenseful viewing experience for audiences who starve adrenaline-fueled litigate and nail-biting suspense. Whether you're a fan of disaster films or enjoy wight features, this film promises to keep you on the undefined of your seat, witnessing a undefined battle against both nature's wrath and dreaded predators.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Nicky Whelan",
        "Casper Van Dien",
        "Louis Mandylor",
        "Devanny Pinn",
        "Randy Wayne."
      ],
      "director": " Ben Mekler",
      "country": " United States.",
      "date": "2023-07-14",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt21232992/",
      "link2": "#",
  
      "movie.watch": "the-flood.html",
      "movie.popup": "/hollywood/the-flood-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/lrkrs2d6myfz.html",
      "movie.watchSR1": "https://dooood.com/e/35l6xdtzo94a",
  
      "down1link1": "https://likessb.com/d/lrkrs2d6myfz.html",
      "down2link1": "https://dooood.com/d/35l6xdtzo94a",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": " United States: R  ",
      "Originalnetwork": "Liongate Movies.",
      "language": " English."
    },
    {
      "id": "INDEX04",
      "title": "THEATER CAMP ",
      "name": " Theater Camp (2023)",
      "poster": "Theater_Camp_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269813/Theater_Camp_2023_p3ekct.jpg",
     
      "yearRelease": 2023,
      "genre": [" Comedy ", " Drama. " ],
      "rating": 7.4,
      "synopsis": "Theater Camp is a delightful American comedy film co-directed by Molly Gordon and Nick Lieberman, marking their feature directorial debuts. The screenplay is a collaboration between Gordon, Lieberman, Ben Platt, and Noah Galvin. The movie is a feature-length version of the 2020 short film of the Lapp name and boasts an ensemble cast, including Galvin, Gordon, Platt, Jimmy Tatro, Patti Harrison, Nathan Lee Graham, Ayo Edebiri, Sir Richard Owen Thiele, Caroline Aaron, and Amy Sedaris. The famous actor Will Ferrell serves as a producer under his production company, Gloria Sanchez Productions. The film revolves around the unconventional and eccentric person staff members of a rundown theater camp located in upstate New York. The bivouac is known for its unusual and vibrant atmosphere, but their earth is turned upside down when the beloved founder of the camp on the spur of the moment falls into a coma. With the camp's future hanging in the balance, the staff must come conjointly and rally their creative energies to save the day. Their mission: to put on an extraordinary show that wish not only if captivate the hearts of their audience just also see the camp's survival. As the staff navigates this unexpected crisis, they find themselves facing both comedic and heartfelt moments, forming an improbable bond as they work towards a commons goal. The film beautifully captures the essence of the playing arts, celebrating the passion, dedication, and camaraderie that come to life on and off the stage. Theater Camp embraces a heartwarming and feel-good narrative, showcasing the world power of creativity, teamwork, and friendship. The ensemble cast delivers stellar performances, injecting humor and genuineness into their roles, qualification the characters endearing and relatable to the audience. Released in the United States on July 14, 2023, by Searchlight Pictures, the film has been met with general acclaim from critics. Reviewers have lauded the picture for its charming and humorous storytelling, applauding its ability to paint a picture unfeigned laugh and touching moments. Theater Camp has emerged as a moving and uplifting experience, departure audiences with a feel of joy and appreciation for the thaumaturgy of theater and the human spirit. Overall, Theater Camp is a pleasing comedy that celebrates the transformative power of theater and the resiliency of the human spirit. With its infectious charm and endearing performances, the film leaves a lasting impact, inviting viewers to embrace their creativity and embrace the joy of collaboration.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Ben Platt",
        "Molly Gordon",
        "Noah Galvin",
        "Jimmy Tatro",
        "Caroline Aaron."
      ],
      "director": " Molly Gordon, Nick Lieberman",
      "country": " United States.",
      "date": "2023-07-14",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt21232992/",
      "link2": "https://en.wikipedia.org/wiki/Theater_Camp",
  
      "movie.watch": "theater-camp.html",
      "movie.popup": "/hollywood/theater-camp-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/a4uzb282aomd.html",
      "movie.watchSR1": "https://dooood.com/e/22bym4v747hf",
  
      "down1link1": "https://likessb.com/d/a4uzb282aomd.html",
      "down2link1": "https://dooood.com/d/22bym4v747hf",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": " United States:PG-13  ",
      "Originalnetwork": "Searchlight Pictures.",
      "language": " English."
    },
    {
      "id": "INDEX03",
      "title": "LITSONERAS  ",
      "name": " Litsoneras (2023)",
      "poster": "Litsoneras_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269758/Litsoneras_2023_k2yntq.jpg",
     
      "yearRelease": 2023,
    "genre": [" Adult ", " Erotic ", " Hot +18."],
      "rating": 5.2,
      "synopsis": "Litsoneras is a gripping Filipino drama shoot directed by Roman Perez Jr., offer audiences a dark and twined story of love, betrayal, and revenge. The story revolves around Elria, portrayed by Cindy Miranda, a young woman who unknowingly discovers her mother Minerva, played by AJ Raval, is busy in an affair with their prole Jonas, portrayed by Diego Loyzaga. aghast and angered by this revelation, Elria hatches a sinister design to wear their relationship, intending to demand vengeance for the perceived betrayal. As the narrative unfolds, Elria becomes consumed by her night scheme, only she presently finds herself drawn to Jonas in an unplanned turn of events. This intricate and undefined charged net of relationships gives rise to a series of saturated and unpredictable situations, departure the characters and viewing audience grappling with conflicting emotions and desires. Cindy Miranda delivers a powerful public presentation as Elria, portraying the complexness of her character with depth and authenticity. AJ Raval impresses as Minerva, adding layers to her portrayal of a woman unfree in a tumultuous affair. Diego Loyzaga brings depth to the character of Jonas, qualification the viewer question his true intentions and loyalties. Litsoneras delves into themes of passion, love, and the darker aspects of human nature. It unflinchingly explores female person sexuality, sparking thought-provoking conversations well-nig desire, choices, and the consequences of actions. The take features moments of computer graphic force and sexual content, contributing to its intense and birthday suit portrayal of human emotions and relationships. While some critics have praised the film's undefined of female sexuality and the standout performances, others have expressed reservations about the film's over-the-top violence and melodrama. Released on July 28, 2023, on Vivamax, Litsoneras offers a unusual and provocative medium experience for audiences interested in complex character-driven dramas. However, viewers should exercise caution if sensitive to force or explicit content. For fans of Filipino drama films and those intrigued by explorations of human relationships and desires, Litsoneras presents a bewitching and emotional journey. The film's dark and twisted narrative will result a lasting impression, making it a worthy watch for those seeking a thought-provoking and engaging medium experience.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Yen Durano",
        "Jamilla Obispo",
        "VR Relosa",
        "Joko Diaz",
        "Aerol Carmelo."
      ],
      "director": " Roman Perez Jr.",
      "country": " Philippines.",
      "date": "2023-07-28",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt28361664/",
      "link2": "#",
  
      "movie.watch": "litsoneras-verification.html",
      "movie.popup": "/adult/litsoneras-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/i9v4ejczu77w.html",
      "movie.watchSR1": "https://dooood.com/e/hwy2srol4xro",
  
      "down1link1": "https://likessb.com/d/i9v4ejczu77w.html",
      "down2link1": "https://dooood.com/d/hwy2srol4xro",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/LITSONERAS%20(2023)%20_%20Official%20Trailer.mp4?updatedAt=1690230989536",
  
      "contentRating": "Philippines: A 18+  ",
      "Originalnetwork": "Viva Films.",
      "language": " Filipino."
    },
    {
      "id": "INDEX02",
      "title": "BISYO ",
      "name": " Bisyo (2023)",
      "poster": "Bisyo_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269702/Bisyo_2023_brlp37.jpg",
    
      "yearRelease": 2023,
    "genre": [" Adult ", " Erotic ", " Hot +18."],
      "rating": 5.4,
      "synopsis": "Bisyo! is a gripping Filipino undefined thriller film directed by Joel Lamangan and released in 2023. The movie centers around James, a youth man with dreams of starting his own business. However, destine takes a dark turn when circumstances force him to work for a dangerous syndicate. As he becomes entangled in a world of crime, James River finds himself unable to escape the clutches of the criminal organization. delineated by Ateha Mercado, James grapples with the unpleasant reality of his situation. Despite his desire for a better life, he is trapped in a web of violence and criminality. As the hale to conform to the syndicate's demands intensifies, James River contemplates breaking free. However, the consequences of leaving the group prove to be fatal, leading to a harrowing journey for survival. The film unfolds as a fast-paced, action-packed crime thriller, immersing the audience in a earthly concern of suspense and danger. The performances of Ateha Mercado and angelique Hart, who plays a considerable role in the story, are particularly commendable, adding undefined and emotion to their characters. While Bisyo! showcases powerful performances and riveting process sequences, it also contains graphic violence that may not be right for all audiences. Viewers should be prepared for intense and gritty scenes that contribute to the film's overall nail-biting atmosphere. Critics have had mixed reactions to Bisyo! Some praised the take for its action-packed sequences and compelling performances, specially from Ateha Mercado and angelique Hart. However, others inflated concerns about the level of violence and the movie's pacing. Despite around predictability in the plot, Bisyo! remains an entertaining and engaging film for fans of crime thrillers and Filipino cinema. It offers a raw and gripping portrayal of a young man's fight to fall apart free from a life of crime, making it a important addition to the genre. If you enjoy high-stakes crime dramas with saturated action and are intrigued by Filipino cinema, Bisyo! is Worth adding to your watchlist. However, due to its violent content, TV audience should be aware of its nature and exercise discretion.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Gold Azeron",
        "Aerol Carmelo",
        "Mark Anthony Fernandez",
        "Angelica Hart",
        "Ataska Mercado."
      ],
      "director": "Joel Lamangan.",
      "country": " Philippines.",
      "date": "2023-07-21",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt28361628/",
      "link2": "#",
  
      "movie.watch": "bisyo-verification.html",
      "movie.popup": "/adult/bisyo-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/xakhd5ypr7xg.html",
      "movie.watchSR1": "https://dooood.com/e/7i1v2qsg1am3",
  
      "down1link1": "https://likessb.com/d/xakhd5ypr7xg.html",
      "down2link1": "https://dooood.com/d/7i1v2qsg1am3",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": "Philippines: A 18+  ",
      "Originalnetwork": "Viva Films.",
      "language": " Filipino."
    },
    {
      "id": "INDEX01",
      "title": "SHUDDHIKARAN ",
      "name": " Shuddhikaran (2023)",
      "poster": "Shuddhikaran_2023.jpg",
      "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1690269785/Shuddhikaran_2023_vnnnw7.jpg",
  
      "yearRelease": 2023,
    "genre": [" Adult ", " Erotic ", " Hot +18."],
      "rating": 6.2,
      "synopsis": "Shuddhikaran is an intriguing web series that delves into the topic of evil persistence and its impact on a newly married couple. The story revolves around the protagonist, a youth man who enters the sacred bond of marriage. However, his married woman is unjustly deemed impure by the villagers and family members, leadership to a series of troubling events. As the young pair off faces societal prejudices, the villagers and family members decide to subject the woman to holly rituals in an set about to distill her. This decision sets remove a chain of events that form the heart of the series. The narration delves into the complexities of tradition, belief, and the consequences of blind faith. The telephone exchange protagonist's struggle to protect his wife and take exception the profoundly rooted custom makes for a gripping storyline. The series highlights the resilience of the partner off against the oppressive forces round them. It delves into the themes of love, sacrifice, and the struggle against unjust norms. Shuddhikaran stars the talented actress Shyna Khatri in the lead role, portrayal the strong-willed woman who faces adversity with courage. Alongside her, the series features Kamal Krishna, Meena, and Rohit in prominent roles, adding depth to the plot line with their compelling performances. The serial publication promises a thought-provoking and emotional journey as it sheds light on the fight of the partner off against societal prejudice and the attempts to repossess their have intercourse and dignity. The compelling narration is set to captivate viewers and provoke introspection. Scheduled to unfreeze on 14th July 2023, Shuddhikaran is a Primeplay web series that promises to engage audiences with its impactful storyline and stellar performances. It aims to challenge age-old beliefs and custom while advocating for love and acceptance in the face of adversity. The series will be disposable in multiple languages, qualification it available to a diverse audience. Viewers can tune in to the Primeplay app to witness the powerful portrait of the couple's travel and the message of hope and resiliency in the face of societal pressures. Shuddhikaran is a serial publication that aims to leave a lasting impression on its viewers and spark conversations about the power of get it on and the need for progressive tense change.",
      "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
      "starring": [
        "Priyanaka Chaurasiya",
        "Alok Nath Pathak",
        "Kamal Krishna",
        "Shyna Khatri",
        "Anjali Polena."
      ],
      "director": " S. Rao.",
      "country": " India.",
      "date": "2023-07-14",
      "status": "New Movie 2023", 
      "link": "https://www.imdb.com/title/tt28454742/",
      "link2": "#",
  
      "movie.watch": "shuddhikaran-verification.html",
      "movie.popup": "/adult/shuddhikaran-2023/popup.html",
      "movie.watchP1": "https://likessb.com/e/dv2r3syeb8x6.html",
      "movie.watchSR1": "https://dooood.com/e/zfz0ri6aq3qc",
  
      "down1link1": "https://likessb.com/d/dv2r3syeb8x6.html",
      "down2link1": "https://dooood.com/d/zfz0ri6aq3qc",
      "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/_%20Shuddhikaran%20Trailer.mp4?updatedAt=1690230990856",
  
      "contentRating": "India: A 18+  ",
      "Originalnetwork": "Primeplay Originals.",
      "language": " Hindi."
    },
  {
    "id": "INDEX45",
    "title": "TAKKAR  ",
    "name": " Takkar (2023)",
    "poster": "Takkar_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1689195773/Takkar_2023_plfw3w.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Romance", " Drama."],
    "rating": 6.2,
    "synopsis": "Takkar (2023) is a compelling coming-of-age account that revolves around the life of Arjun (played by Siddharth), a young and ambitious somebody motivated by the want to amass wealth. In Arjun's worldview, money holds the nam to success and prosperity. However, his position takes an intriguing turn when he encounters Meera (portrayed by Divyansha Kaushik), a spirited young woman who believes that money is the source of all life's troubles. For Meera, true happiness lies beyond stuff possessions. Although Arjun and Meera have contrastive ideologies, a magnetised force draws them together. They embark on a transformative journey, gradually discovering how to submit their divergent views on money. through and through their shared experiences, they undefined to realize that money tin wield both positive and negative influences, and it is at last the choices individuals make that determine its impact on their lives. Takkar delves into the complex themes of love, loss, and the profound influence of wealth. It provides an introverted exploration of personal growth and the quest for undefined in a world driven by materialism. As Arjun and Meera navigate their intertwined destinies, they undergo significant transformations, evolving into individuals who appreciate the nuanced relationship between money and fulfillment. The film showcases Siddharth's remarkable portrait of Arjun, capturing the character's drive and ambition. Divyansha Kaushik breathes living into Meera, depicting her as a free-spirited soul who challenges societal norms and conventional notions of wealth. Directed by a illusionist filmmaker, Takkar weaves put together an engrossing tale that captures the essence of self-discovery. With its poignant storytelling and perceptive exploration of homo emotions, the film captivates audiences, leaving them pondering the complex dynamics 'tween love, ambition, and the determine of money. In summary, Takkar (2023) is a thought-provoking cinematic experience that offers a ne perspective on the interplay between personal growth and wealth. It's a tale of two individuals discovering the delicate balance 'tween material aspirations and the true essence of happiness.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/TAKKAR-_2023.mp4?updatedAt=1689195675042",
    "starring": [
      "Yogi Babu",
      "Divyansha Kaushik",
      "Munishkanth",
      "E. Ramdoss",
      "Siddharth."
    ],
    "director": " Karthik G. Krish.",
    "country": " India.",
    "date": "2023-06-09",
    "status": "New Movie 2023", 
    "link": "https://www.imdb.com/title/tt9872558/",
    "link2": "https://en.wikipedia.org/wiki/Takkar_(2023_film)",

    "movie.watch": "takkar.html",
    "movie.popup": "/bollywood/takkar-2023/popup.html",
    "movie.watchP1": "https://likessb.com/e/6krwez53wavx.html",
    "movie.watchSR1": "https://dooood.com/e/2l52plql15p5",

    "down1link1": "https://likessb.com/d/6krwez53wavx.html",
    "down2link1": "https://dooood.com/d/2l52plql15p5",
    "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/SUPER_VOLCANO.mp4?updatedAt=1689469713951",

    "contentRating": "India: UA  ",
    "Originalnetwork": "Passion Studios.",
    "language": " Hindi."
  },
  {
    "id": "INDEX44",
    "title": "ANARI PART 1 ",
    "name": " Anari Part 1 (2023)",
    "poster": "Anari-Part1-2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1689195704/Anari-Part1-2023_ayysyc.jpg",
    "yearRelease": 2023,
    "genre": [" Adult ", " Erotic ", " Hot +18."],
    "rating": 4.4,
    "synopsis": "The movie Anari Part 1 (2023) is a captivating romantic comedy-drama typeset in India. It revolves around the news report of Anjali (played by Riya Sen), a youth fair sex who finds herself trapped in an arranged marriage to a affluent man of affairs onymous Rakesh (portrayed by Karan Singh Grover). Unhappy with her situation, Anjali becomes unregenerate to escape from her controlling and possessive husband. During her journey, Anjali crosses paths with Rahul (played by Siddharth Gupta), a young humans also grappling with the realities of an staged marriage. As they form a friendship, a forbidden have it off blossoms between them. undefined their trench connection, Anjali and Rahul empathize the constraints placed upon them and the impossibility of being together. Rakesh, in his possessiveness, restricts Anjali's interactions with unusual work force and even resorts to surveillance, installation cameras in their home to monitor her every move. Undeterred, Anjali remains resolute in her call for for exemption and plans to elope with Rahul. However, their plans are discovered by Rakesh, who will stop over at nothing to frustrate their escape. Rakesh kidnaps Rahul, keeping him captive in a remote location. He demands that Anjali accompany him, threatening Rahul's life otherwise. unscheduled into a difficult choice, Anjali reluctantly goes with Rakesh but vows to find a way to save Rahul and reunify with him. Through her determination and resourcefulness, Anjali manages to escape from Rakesh's grip and reunites with Rahul. Realizing their love can ne'er thrive in India, they work the decision to start a newly living together in a foreign land. The movie concludes with Anjali and Rahul getting married in an suggest ceremony. at last free from their oppressive circumstances, they embrace their new freedom and embrace the chance to go gayly ever after.Anari disunite 1 is a delightful romantic comedy-drama that skillfully balances suspense, drama, and romance. The film showcases outstanding performances, with Riya Sen portraying the trapped and courageous Anjali, Karan Singh Grover embodying the controlling Rakesh, and Siddharth Gupta charmingly delivery Rahul to life. Directed by Mohit Suri and produced by Ekta Kapoor, Anari Part 1 delivers a compelling narrative that wish captivate viewers. Released on ULLU on March 10, 2023, the film boasts a runtime of 2 hours, providing audiences with an immersive cinematic experience. Overall, Anari Part 1 is a must-watch for fans of romantic comedy-dramas, offering a perfect blend of suspense, drama, and romance.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Anari___Part_-_1___Official_Trailer.mp4?updatedAt=1689195675308",
    "starring": [
      "Smita Paul",
      "Suhana Khan",
      "Rajsi Verma."
      
    ],
    "director": " Punit Goyal.",
    "country": " Indian.",
    "date": "2023-07-11",
    "status": "New Movie 2023",
    "link": "#",
    "link2": "#",

    "movie.watch": "anari-part1-verification.html",
    "movie.popup": "/adult/anari-part1-2023/popup.html",
    "movie.watchP1": "https://likessb.com/e/q7cwsl16safy.html",
    "movie.watchSR1": "https://dooood.com/e/w4s4eboqfgdu",

    "down1link1": "https://likessb.com/d/q7cwsl16safy.html",
   "down2link1": "https://dooood.com/d/w4s4eboqfgdu",

    "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/SUPER_VOLCANO.mp4?updatedAt=1689469713951",
    "contentRating": " India: 18+ ",
    "Originalnetwork": " Ullu Originals.",
    "language": " Hindi."
  },
  {
    "id": "INDEX43",
    "title": "MISSION IMPOSSIBLE  ",
    "name": " Mission Impossible Dead Reckoning Part One (2023)",
    "poster": "Mission_Impossible_Dead_Reckoning_Part_One_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1689195744/Mission_Impossible_Dead_Reckoning_Part_One_2023_r0pnam.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Thriller", " Adventure."],
    "rating": 8.2,
    "synopsis": "The movie Mission: Impossible - Dead Reckoning Part One is set several years after the events of Mission: Impossible - Fallout (2018). Ethan Hunt and his team are now rogue agents, branded as wanted men by the IMF. They must face the consequences of their actions and come to terms with the possibility of losing the trust of their former organization. The story takes Ethan and his team on a global journey, traveling from London to Norway to Berlin. They utilize their skills and resources to stop a mysterious new enemy who possesses advanced technology that surpasses anything the IMF has ever encountered. Complicating matters further, Ethan's former mentor, Eugene Kittridge, now the head of the CIA, resurfaces and becomes determined to bring Ethan down. Mission: Impossible - Dead Reckoning Part One is a thrilling and visually stunning film. It features breathtaking action sequences that are sure to impress audiences. Directed by Christopher McQuarrie, known for his expertise in crafting high-octane films, this installment maintains the franchise's reputation for delivering impressive action sequences. The movie introduces new characters, including Hayley Atwell as Grace, a British MI6 agent working alongside Ethan; Pom Klementieff as the White Widow, a formidable assassin; and Shea Whigham as the Head of the CIA, relentless in his pursuit of Ethan. With its captivating cinematography and exciting action, Mission: Impossible - Dead Reckoning Part One is a must-see for fans of the franchise. It promises a thrilling and suspenseful experience, keeping audiences on the edge of their seats. The movie is scheduled to be released on July 14, 2023, with a runtime of 147 minutes. It is rated PG-13 for intense sequences of action and violence, some disturbing images, and brief strong language.  Filming took place in various locations, including London, Norway, Berlin, and the United States.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Mission__Impossible___Dead_Reckoning_Part_One___2023_Official__Trailer.mp4?updatedAt=1689195674644",
    "starring": [
      "Tom Cruise",
      "Hayley Atwell",
      "Ving Rhames",
      "Simon Pegg",
      "Rebecca Ferguson."
    ],
    "director": " Christopher McQuarrie.",
    "country": " United States.",
    "date": "2023-07-12",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt9603212/",
    "link2": "https://en.wikipedia.org/wiki/Mission:_Impossible_%E2%80%93_Dead_Reckoning_Part_One",

    "movie.watch": "mission-impossible.html",
    "movie.popup": "/hollywood/mission-impossible-2023/popup.html",
    "movie.watchP1": "https://likessb.com/e/kum30ldrrqz0.html",
    "movie.watchSR1": "https://dooood.com/e/ll6jvix88zyi",

    "down1link1": "https://likessb.com/d/kum30ldrrqz0.html",
    "down2link1": "https://dooood.com/d/ll6jvix88zyi",
       
    "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/SUPER_VOLCANO.mp4?updatedAt=1689469713951 ",
    "contentRating": "United States:PG-13  ",
    "Originalnetwork": "Paramount Pictures.",
    "language": " English."
  },
  {
    "id": "INDEX42",
    "title": "SUPER VOLCANO ",
    "name": " Super Volcano (2023)",
    "poster": "Super_Volcano_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1689195765/Super_Volcano_2023_lgdyau.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Sci-Fi", " Thriller."],
     "rating": 4.6,
    "synopsis": "The movie Super Volcano (2023) is a playful satire of undefined movies, taking exaggerated elements from the writing style and injecting humor for comedic effect. It specifically focuses on the consequences that would unfold if the Super Volcano in Yellowstone subject Park were to erupt. The account revolves around a group of scientists who diligently contemplate the Super Volcano and express their concerns about its long-overdue eruption. However, the government dismisses their warnings as exaggerated, refusing to undergo immediate action. When the Super Volcano at long last erupts, a series of cataclysmal events unfold. The eruption triggers powerful earthquakes, devastating tsunamis, and blankets the entire United States in a solid cloud of ash. Amid the chaos, a group of survivors must navigate the destruction and essay safety. Super Volcano features over-the-top action sequences and mind-boggling special effects. Audiences will witness stimulating scenes where characters narrowly escape streams of lava, find buildings crumbling under the unstable forces, and entire cities being decimated. The film cleverly parodies the familiar tropes and conventions of disaster movies, using humor to lighten the intensity of the situations. While Super Volcano maintains a humorous tone throughout, it does not counteract the genuine danger associated with volcanic eruptions. Instead, it provides an entertaining experience for fans of the undefined genre, blending exhilarating action, comedic moments, and salient special effects.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Super_Volcano___2023..mp4?updatedAt=1689195673722",
    "starring": [
      "Ashley Ahlquist",
      "Grant Bowler",
      "Ace Christensen",
      "Tyler Christopher",
      "Kyle Connors."
    ],
    "director": " Jared Cohn.",
    "country": " United States.",
    "date": "2022-11-28",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt23902190/",
    "link2": "#",

    "movie.watch": "super-volcano.html",

    "movie.watchP1": "https://likessb.com/e/3s34hi6bs4zy.html",
    "movie.watchSR1": "https://dooood.com/e/1bvgq8imkj0s",

    "down1link1": "https://likessb.com/d/3s34hi6bs4zy.html",
    "down2link1": "https://dooood.com/d/1bvgq8imkj0s",
       
    "movie.trailer": "https://ik.imagekit.io/fkjhi5jbq/SUPER_VOLCANO.mp4?updatedAt=1689469713951 ",
    "contentRating": "United States:TV-MA  ",
    "Originalnetwork": "The Global Asylum.",
    "language": " English."
  },
  {
    "id": "INDEX41",
    "title": "SCREAM VI ",
    "name": " Scream VI (2023)",
    "poster": "Scream_VI_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1689195754/Scream_VI_2023_ehfqly.jpg",
    "yearRelease": 2023,
    "genre": [" Horror"," Thriller", " Mystery."],
     "rating": 6.6,
    "synopsis": "The survivors of the Ghostface killings from Woodsboro have left their traumatic past times behind and started a new chapter in New York City. However, their lives are about to be disrupted once over again when Ghostface resurfaces, targeting and hunt them down. Directed by Matt Bettinelli-Olpin and Tyler Gillett, known for their work on on Ready or Not and V/H/S, the film maintains the signature formula of the previous yell films. A group of teenagers becomes the raven of a masked killer, while the film at the same time satirizes and pays homage to repulsion genre conventions. The screenplay, written by James Vanderbilt, Guy Busick, and Kevin Williamson, promises a well-crafted story with its team up of experienced horror writers. With a recently setting in New House of York City, the take introduces newly characters and cultural references, adding a unique flavor to the yell universe. Expect stylish visuals and intensified violence from the skilled directing duo. The movie's climax, penned by the talented writing team, is likely to cater a satisfying resolution to the narrative. Overall, yell American Virgin Islands (2023) is self-possessed to be an exciting addition to the beloved Scream franchise. Fans tin anticipate a suspenseful, thrilling, and visually captivating horror experience that stays true to the series' legacy.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Scream_VI___Official_Trailer-2023.mp4?updatedAt=1689195673147",
    "starring": [
      "Courteney Cox",
      "Melissa Barrera",
      "Jenna Ortega",
      "Jasmin Savoy Brown",
      "Mason Gooding."
    ],
    "director": " Matt Bettinelli-Olpin, Tyler Gillett.",
    "country": " United States.",
    "date": "2023-03-10",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt17663992/",
    "link2": "https://en.wikipedia.org/wiki/Scream_VI",

    "movie.watch": "scream4.html",
    "movie.watchP1": "https://likessb.com/e/ci6i270ipwwz.html",
    "movie.watchSR1": "https://dooood.com/e/uvn7a6vwbjww",

    "down1link1": "https://likessb.com/d/ci6i270ipwwz.html",
    "down2link1": "https://dooood.com/d/uvn7a6vwbjww",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Scream_VI___Official_Trailer-2023.mp4?updatedAt=1689195673147",
    "contentRating": " United States: R  ",
    "Originalnetwork": "Paramount Pictures.",
    "language": " English."
  },
  {
    "id": "INDEX40",
    "title": "INDIANA JONES ",
    "name": " Indiana Jones and the Dial of Destiny (2023)",
    "poster": "Indiana_Jones_and_the_Dial_of_Destiny_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1689195730/Indiana_Jones_and_the_Dial_of_Destiny_2023_l3ulyb.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Thriller", " Adventure."],
    "rating": 6.9,
    "synopsis": "The year is 1963, and Indiana Jones (Harrison Ford) is ready to retire from his adventurous life. He longs to spend his odd years in peace with his wife, Marion (Karen Allen). However, his plans are noncontinuous when he crosses paths with the ruthless Soviet agent Irina Spalko (Lena Headey). Spalko is on a quest to obtain the Dial of Destiny, an antediluvian artifact with the power to manipulate time. Recognizing the risk of the artifact falling into the wrong hands, Indy reluctantly agrees to get together the fight against Spalko. Teaming upward with his trusted friend Sallah (John Rhys-Davies) and a youth woman named Helena (Alicia Vikander), Indy embarks on a perilous journey across Egypt, India, and Tibet in look for of the undefined of Destiny. Throughout their adventure, they encounter deadly traps, supernatural forces, and Spalko's merciless henchmen. Their determination and resourcefulness are put to the test as they overcome each challenge. In their quest, Indy and his team up with success turn up the undefined of circumstances but let out its vast power exceeds their expectations. The artefact has the ability to rewind time, and Spalko intends to castrate history using its power. Realizing the catastrophic consequences, Indy races against clock to confront Spalko and keep her from wielding the Dial's power. Their final examination opposition takes point in a enigma base concealed in the Himalayas. In a climactic battle, Indy emerges victorious, thwarting Spalko's plans and destroying the Dial of Destiny. The world is protected from the danger of neutering history. The movie concludes with Indy, Marion, and capital of Montana by his side as they ride off into the sunset. Although retired, Indy acknowledges that adventure will always be a separate of his life. They continue their journey, knowing that new adventures await.Indiana Daniel Jones and the Dial of Destiny is set in the 1960s and features thrilling litigate sequences, including car chases, gunfights, and a plane crash. The movie delves into themes of good versus evil, the import of destiny, and the power of history. Directed by James Mangold and written by David Koepp and Jonathan Kasdan, the film stars Harrison Ford, Karen Allen, Lena Headey, trick Rhys-Davies, and Alicia Vikander.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Indiana_Jones_and_the_Dial_of_Destiny___Trailer.mp4?updatedAt=1689195673477",
    "starring": [
      "Harrison Ford",
      "Phoebe Waller-Bridge",
      "Antonio Banderas",
      "Karen Allen",
      "John Rhys-Davies."
    ],
    "director": " James Mangold.",
    "country": " United States.",
    "date": "2023-06-30",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt1462764/",
    "link2": "https://en.wikipedia.org/wiki/Indiana_Jones_and_the_Dial_of_Destiny",
    
    "movie.watch": "indiana-jones.html",
    "movie.watchP1": "https://likessb.com/e/op535n6trem4.html",
    "movie.watchSR1": "https://dooood.com/e/2v4yq23h6f33",

    "down1link1": "https://likessb.com/d/op535n6trem4.html",
    "down2link1": "https://dooood.com/d/2v4yq23h6f33",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Indiana_Jones_and_the_Dial_of_Destiny___Trailer.mp4?updatedAt=1689195673477",
    "contentRating": "United States:PG-13  ",
    "Originalnetwork": "Walt Disney Studios Motion Pictures.",
    "language": " English."
  },
  {
    "id": "INDEX39",
    "title": "DEAD MANS HAND ",
    "name": " Dead Mans Hand (2023)",
    "poster": "Dead_Mans_Hand_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1689195723/Dead_Mans_Hand_2023_qwz9k1.jpg",
    "yearRelease": 2023,
    "genre": [" Western"," Drama."],
     "rating": 5.6,
    "synopsis": "Reno (Stephen Dorff) is a newly married gunfighter who seeks a peaceful life alongside his bride, Sarah (Delilah Andre). However, when Reno is forced to defend himself and kills a bandit in an act of self-defense, their plans for a quiet life are shattered. Clarence Bishop (Cole Hauser), the spoil city manager of their town, is unregenerate to avenge his brother's death. With a bounty on their heads, Reno and Sarah are unexpected to flee their hometown. They see refuge in a small mining town, hoping to evade Bishop and his henchmen. However, their pursuit is relentless, and Bishop sends his men to cross down the couple.Reno and Sarah manage to elude their pursuers for a while, but they soon find themselves caught in the middle of a deadly feud between II rival minelaying companies. In the chaos that ensues, Reno moldiness utilise his gunfighting skills to protect some himself and Sarah. Ultimately, Reno and Sarah emerge victorious, defeating Bishop and his men. However, the victory comes at a heavy cost—Sarah loses her life in the crossfire. Devastated by her death, Reno is left wing to mourn his love wife. The movie concludes with Reno riding off into the sunset, determined to find a new purpose and create a different living for himself.Dead Man's Hand is a western sandwich film set in the Old West, featuring intense gunfights and action sequences. It delves into themes of revenge, betrayal, and redemption. Directed by Brian Skiba and written by Kevin Minor, Matthew Minor, and Corin Nemec, the movie stars Stephen Dorff, Cole Hauser, jacklight Kilmer, and femme fatale Andre.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Dead_Man_s_Hand__2023__Official_Trailer.mp4?updatedAt=1689195675857",
    "starring": [
      "Delilah Andre",
      "Izzy Batinkoff",
      "Randall Batinkoff",
      "Mo Brings Plenty",
      "Jim Burleson."
    ],
    "director": " Brian Skiba.",
    "country": " United States.",
    "date": "2023-07-07",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt23469212/",
    "link2": "https://en.wikipedia.org/wiki/Dead_Man%27s_Hand_(2023_film)",

    "movie.watch": "dead-mans-hand.html",
    "movie.watchP1": "https://likessb.com/e/ju8mdpmixmof.html",
    "movie.watchSR1": "https://dooood.com/e/9610o2t9ocyl",

    "down1link1": "https://likessb.com/d/ju8mdpmixmof.html",
    "down2link1": "https://dooood.com/d/9610o2t9ocyl",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Dead_Man_s_Hand__2023__Official_Trailer.mp4?updatedAt=1689195675857",
    "contentRating": "United States:R  ",
    "Originalnetwork": "Grindstone Entertainment Group.",
    "language": " English."
  },
  {
    "id": "INDEX38",
    "title": "CASCADE ",
    "name": " Cascade (2023)",
    "poster": "Cascade_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1689195715/Cascade_2023_krsczc.jpg",
    "yearRelease": 2023,
    "genre": [" Thriller", " Drama."],
    "rating": 4.6,
    "synopsis": "Cascade (2023) is a survival thriller film oriented by Egidio Coccimiglio and scripted by Coccimiglio and Michael J. Murray. The shoot stars Jessica Amlee, Ryan Robbins, and Stephanie Bennett. The film follows a group of teenage girls led by 17-year-old Sarah (Jessica Amlee) as they embark on a Wilderness hike. Their adventure takes a nighttime ric when they stumble upon a crashed drug plane. To their shock, they discover that the skim is filled with illegal drugs. Realizing they cannot plainly leave the drugs behind, the girls make the risky undefined to undergo them with them. Unfortunately, this choice puts them in the undefined of a ruthless gang led by Javier (Ryan Robbins), who will stop at nonentity to repossess the drugs.As the gang up pursues them through the treacherous wilderness, the girls find themselves constantly on the run, exhausted, scared, and low on supplies. undefined the odds stacked against them, their determination to come through pushes them forward. In their bespeak for safety, the girls eventually find a secure concealment spot. However, they know the gang won't yield up easily. To ensure their long-term safety, they must find a way to dispose of the drugs once and for all. In a dare move, the girls decide to typeset fire to the plane, destroying the drugs. This infuriates the gang but ultimately leaves them defeated. The girls undefined victorious, having learned a valuable lesson just about the perils of the wilderness. Cascade delivers suspense and excitement, showcasing strong performances and surprising cinematography. The film features intense action sequences that are well-executed. While the shoot may stick to approximately predictable plat elements, and the character development may be lacking, it remains an attractive survival thriller. Its strength lies in its setting—the wilderness—which is skillfully portrayed, capturing some its ravisher and inherent dangers. The well-choreographed action sequences total to the film's appeal, offer philosophical doctrine and gritty portrayals of violence. Although the ending Crataegus oxycantha be somewhat foreseeable, it still provides a satisfying termination that corset true to the story, without attempting to be overly clever. Overall, Cascade stands as a solid survival thriller that entertains and keeps audiences on the edge of their seats.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Cascade___Official_Trailer.mp4?updatedAt=1689195675352",
    "starring": [
      "Sara Waisglass",
      "Greg Bryk",
      "Joanna Douglas",
      "Sadie Laflamme-Snow",
      "Josh Cruddas."
    ],
    "director": " Egidio Coccimiglio.",
    "country": " Canada.",
    "date": "2023-06-06",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt12180508/",
    "link2": "#",


    "movie.watch": "cascade.html",
    "movie.watchP1": "https://likessb.com/e/7lj8tdhaxm58.html",
    "movie.watchSR1": "https://dooood.com/e/2xf08dr53ozv",

    "down1link1": "https://likessb.com/d/7lj8tdhaxm58.html",
    "down2link1": "https://dooood.com/d/2xf08dr53ozv",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Cascade___Official_Trailer.mp4?updatedAt=1689195675352",
    "contentRating": "Canada:TV-MA  ",
    "Originalnetwork": "Edge Entertainment.",
    "language": " English."
  },
  {
    "id": "INDEX37",
    "title": "SWEET KAARAM COFFEE ",
    "name": " Sweet Kaaram Coffee (2023)",
    "poster": "Sweet_Kaaram_Coffee_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688789933/Sweet_Kaaram_Coffee_2023_bpwurw.jpg",
    "yearRelease": 2023,
    "genre": ["Family", " Drama."],
    "rating": 8.5,
    "synopsis": "Sweet Kaaram Coffee is a 2023 Indian Tamil-language drama shoot directed by Ranjith Sankar and produced by K. Muruganantham. The film stars Lakshmi, Madhoo, Santhy Balachandran, Bala Suresh, and Kaala Bhavana. The film follows the lives of three women of unusual generations who live in the same house and undertake to put themselves ahead of the people they are bound by. The shoot opens with a scene of Lakshmi (Lakshmi), a middle-aged fair sex who is struggling to make ends meet. She works as a housemaid for a wealthy family, only she is constantly exploited by her employers. She is also a 1 mother who is raising her teenage daughter, Anjali (Rakshana). One day, Lakshmi meets Madhoo (Madhoo), a retired teacher who lives in the same house as her. Madhoo is a form and generous woman who offers to help Lakshmi with her finances. She too helps Lakshmi to find a freshly subcontract and to enroll Anjali in a good school. With Madhoo's help, Lakshmi is capable to start a new life for herself and her daughter. She becomes a successful businesswoman and she is capable to provide Anjali with the best training possible. Lakshmi is a warm and unregenerate woman who is not afraid to fight for what she believes in. She is as wel a touchy-feely and devoted mother who is forever putting her daughter's needs first.Madhoo is a Isaac Mayer Wise and compassionate woman who is always willing to serve others.She is a mentor to Lakshmi and she helps her to trust in herself and her dreams. Anjali is a bright and talented young woman who is stubborn to make a remainder in the world.She is inspired by her mother's effectiveness and determination, and she dreams of becoming a in businesswoman herself.The shoot explores the themes of female empowerment, friendship, and family. It shows how women can support each strange and help each other to achieve their dreams. It also shows the grandness of family and the challenges of raising a teenage daughter. The film is a heartwarming story about the power of women and the importance of never giving upward on your dreams. Lakshmi's journey to succeeder is not easy. She faces many challenges along the way, including discrimination, jealousy, and disapproval from her family. However, she never gives upwards and she in time achieves her dreams. Madhoo's subscribe is essential to Lakshmi's success. She is a true champion and wise man who is always there for Lakshmi when she of necessity her.Anjali is a young woman who is determination her own room in the world. She is glorious by her mother's strength and determination, and she dreams of becoming a successful businesswoman herself. The film is a heartwarming report all but the power of women and the importance of ne'er giving upwards on your dreams. It is a write up that wish stick with you hanker after you watch it.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Sweet_Kaaram_Coffee_-_Official_Trailer.mp4?updatedAt=1688789629677",
    "starring": [
      "Lakshmi",
      "Madhoo",
      "Santhy Balachandran",
      "Bala Suresh",
      "Kavin Jay Babu."
    ],
    "director": " Krishna Marimuthu, Swathi Raghuraaman, Bejoy Nambiar.",
    "country": " Indian.",
    "date": "2023-07-06",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt21908802/",
    "link2": "#",

    "movie.watch": "sweet-kaaram-coffee.html",
    "movie.watchP1": "https://likessb.com/e/qzpcrv120iq9.html",
    "movie.watchSR1": "https://likessb.com/e/qzpcrv120iq9.html",

    "down1link1": "https://likessb.com/d/qzpcrv120iq9.html",
    "down2link1": "https://likessb.com/d/qzpcrv120iq9.html",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Sweet_Kaaram_Coffee_-_Official_Trailer.mp4?updatedAt=1688789629677",
    "contentRating": "India:UA 16+  ",
    "Originalnetwork": "Amazon Prime Video.",
    "language": " Hindi."
  },
  {
    "id": "INDEX36",
    "title": "NEEYAT  ",
    "name": " Neeyat (2023)",
    "poster": "Neeyat_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688789901/Neeyat_2023_wdibvz.jpg",
    "yearRelease": 2023,
    "genre": [" Crime"," Thriller", " Mystery."],
    "rating": 9.1,
   "synopsis": "Neeyat is a 2023 Indian Hindi-language mystery thriller film directed by Anu Menon and produced by Ronnie Screwvala, Siddharth Roy Kapur, and Manish Mundra. The film stars Vidya Balan, Ram Kapoor, Rahul Bose, Shahana Goswami, and Harshvardhan Rane. The film follows a detective who investigates the murder of a billionaire at his birthday party. The take opens with a scene of a lavish birthday political party being held for Ashish Kapoor (Ram Kapoor), a wealthy businessman. The party is attended by Kapoor's close friends and family, including his wife, Rekha (Vidya Balan), and his daughter, Anya (Shahana Goswami). In the middle of the party, Kapoor is found dead in his swim pool. The police are called to investigate, and they quickly rule out the possibility of an accident. They believe that Kapoor was murdered, and they start to suspect his closest friends and family. The detective assigned to the case is Mira Rao (Vidya Balan), a acute and intuitive investigator. She quickly realizes that everyone at the party has something to hide. Rekha is a controlling and manipulative woman who is having an affair with Kapoor's best friend, Siddharth (Rahul Bose). Anya is a rebellious teenager who is struggling with her parents' expectations. And Siddharth is a ruthless businessman who is willing to do anything to protect his own interests. As Mira investigates, she uncovers a web of secrets and lies. She learns that Kapoor was not the saint that everyone thought he was. He was a remorseless businessman who had made many enemies. And he had a dark past that he had kept hidden from his family and friends. Mira eventually discovers who killed Kapoor, but the truth is more complicated than she ever imagined. The murder was not just about revenge. It was also about power and control. And it had far-reaching consequences that would change the lives of everyone involved. Mira Rao is a skilled detective who is able to see through the lies and deception of the people she interviews. She is also a compassionate woman who is able to empathize with the victims of the crime. For example, when she interviews Anya Kapoor, she can see that Anya is struggling with her parents' expectations and that she is feeling lost and alone. Mira is able to connect with Anya on a personal level and she offers her support. Rekha Kapoor is a complex character who is both vulnerable and manipulative. She is willing to do anything to protect her family, even if it means lying and cheating. For example, when she learns that her husband, Ashish Kapoor, is having an affair with her best friend, Siddharth, she is initially devastated. However, she eventually decides to use this information to her advantage. She blackmails Siddharth into leaving her husband, and she then uses the money she receives from him to start her own business. Siddharth is a ruthless businessman who is willing to do anything to get ahead. He is also a skilled manipulator who is able to convince people to do what he wants. For example, when he is trying to get Anya Kapoor to sign a contract that would give him control of her father's company, he uses her emotions against her. He tells her that if she doesn't sign the contract, he will ruin her father's reputation. Anya is afraid, and she signs the contract. Anya Kapoor is a rebellious teenager who is struggling to find her place in the world. She is also a talented artist who is trying to find her voice. For example, when she is feeling lost and alone, she turns to her art. She creates paintings that express her feelings, and she finds solace in the process of creating. The film explores the themes of greed, power, and revenge. It also shows the dark side of human nature and the lengths that people will go to protect their secrets. For example, when Anya learns that her father was murdered, she is determined to find the killer. She believes that the killer is someone close to her, and she is willing to do whatever it takes to find out who it is. She even risks her own safety to obtain the information she needs. The film ends with Mira Rao closing the case and capturing the killer. However, the film also shows that the event has had a lasting impact on everyone involved. Rekha Kapoor is now a single mother and she is struggling to raise Anya on her own. Siddharth is in jail and he has lost everything. And Anya is still trying to come to terms with the loss of her father. The film 'Neeyat' is a suspenseful and thought-provoking mystery thriller. It explores the dark side of human nature and the lengths that people will go to.",

    "audio": "https://ik.imagekit.io/gmcl6xvq6/Neeyat_-_Official_Trailer.mp4?updatedAt=1688789629477",
    "starring": [
      "Vidya Balan",
      "Ram Kapoor",
      "Rahul Bose",
      "Shahana Goswami",
      "Neeraj Kabi."
    ],
    "director": " Anu Menon.",
    "country": " Indian.",
    "date": "2023-07-07",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt21908676/",
    "link2": "https://en.wikipedia.org/wiki/Neeyat_(2023_film)",


    "movie.watch": "neeyat.html",
    "movie.watchP1": "https://likessb.com/e/y9r879cmewsd.html",
    "movie.watchSR1": "https://dooood.com/e/prrx0mobedpj",

    "down1link1": "https://likessb.com/d/y9r879cmewsd.html",
    "down2link1": "https://dooood.com/d/prrx0mobedpj",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Neeyat_-_Official_Trailer.mp4?updatedAt=1688789629477",
    "contentRating": " India: UA ",
    "Originalnetwork": "Pen Marudhar Entertainment.",
    "language": " Hindi."
  },
  {
    "id": "INDEX35",
    "title": "IB 71 ",
    "name": " IB 71 (2023)",
    "poster": "IB_71_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688789873/IB_71_2023_ja3fp9.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Thriller", " Drama."],
     "rating": 8.2,
    "synopsis": "IB 71 is a 2023 Indian Hindi-language espionage thriller film directed by Sankalp Reddy and produced by process Hero Films, Reliance Entertainment, and T-Series. The film stars Vidyut Jamwal, Shruti Haasan, Neha Dhupia, and Chandan Roy Sanyal. The film is typeset in the aftermath of the 1971 India-Pakistan warfare and follows an Indian tidings officer who is tasked with infiltrating a Pakistani military base in order to prevent a nuclear attack on India. The film opens with a scene of a Pakistani military machine base being attacked by Indian jets. The attack is successful, but the Pakistani military machine retaliates by launch a nuclear missile at India. The missile is intercepted by an Indian refutation system, but the Indian government fears that the Pakistanis will launch another attack. The Indian government sends an intelligence officer, Ajay Singh Rathod (Vidyut Jamwal), to infiltrate the Pakistani military base and gather word on their plans. Rathod poses as a Pakistani soldier and is able to gain the bank of the Pakistani officers. He learns that the Pakistanis are planning to launch another nuclear missile at India, and he must race against time to stop them. Rathod is power-assisted in his mission by a Pakistani woman onymous Zara (Shruti Haasan). Zara is a doctor who workings at the armed forces base, and she is on the QT sympathetic to the Indian cause. She helps Rathod to pucker intelligence and to escape from the base when he is discovered. Rathod sooner or later succeeds in stopping the Pakistani military from launching the cell organelle missile. He does so by hacking into the Pakistani nuclear launch system and disqualifying it. The film ends with Rathod being hailed as a hero by the Indian government. Rathod's mission is successful even more difficult by the fact that he is not the only Indian spy in the base. There is another Indian spy, named Salim (Chandan Roy Sanyal), who is working for a rival intelligence agency. Salim is also trying to stop the Pakistanis from launch the nuclear missile, but he is working from the inside. Rathod and Carlos eventually team up to stop the Pakistanis, but they are not the only ones who are trying to stop the launch. The Pakistani military machine is too witting of the threat, and they are nerve-wracking to find and stop over the spies. The film culminates in a suspenseful and action-packed sequence in which Rathod and Salim rush against time to stop the Pakistanis from launching the cell organelle missile. In the end, they are successful, but not without casualties. Rathod is a skilled Martial artist and he uses his skills to struggle his way through the Pakistani military base. Zara is a beautiful and intelligent fair sex who is also a skilled doctor. She uses her skills to serve Rathod and Salim in their mission.Salim is a cunning and resourceful spy who is always one tread ahead of the Pakistanis. The Pakistani military is led by a ruthless general who is determined to launch the nuclear missile, atomic number 102 weigh what the cost.The film is full of suspenseful and action-packed scenes that will maintain you on the edge of your seat. The film is also a moving report about friendship, loyalty, and sacrifice.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/IB_71___Official_Trailer.mp4?updatedAt=1688789628611",
    "starring": [
      "Anupam Kher",
      "Vidyut Jammwal",
      "Bijay Anand",
      "Nissar Khan",
      "Dalip Tahil."
    ],
    "director": " Sankalp Reddy, Lee Whittaker.",
    "country": " Indian.",
    "date": "2023-05-12",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt15073166/",
    "link2": "https://en.wikipedia.org/wiki/IB71",


    "movie.watch": "ib71.html",
    "movie.watchP1": "https://likessb.com/e/8kgmvgu3pvc9.html",
    "movie.watchSR1": "https://dooood.com/e/rac2ogn97l2w",

    "down1link1": "https://likessb.com/d/8kgmvgu3pvc9.html",
    "down2link1": "https://dooood.com/d/rac2ogn97l2w",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/IB_71___Official_Trailer.mp4?updatedAt=1688789628611",
    "contentRating": " India: UA ",
    "Originalnetwork": "Reliance Entertainment.",
    "language": " Hindi."
  },
  {
    "id": "INDEX34",
    "title": "TIKU WEDS SHERU  ",
    "name": " Tiku Weds Sheru (2023)",
    "poster": "Tiku_Weds_Sheru_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688791126/Tiku_Weds_Sheru_2023_h6loie.jpg",
    "yearRelease": 2023,
    "genre": [" Comedy"," Romance", " Drama."],
     "rating": 3.6,
    "synopsis": "Tiku Weds Sheru is a 2023 Indian Hindi-language comedy-drama film directed by Sai Kabir and produced by Mukesh Bhatt below the streamer Vishesh Films. The film stars Nawazuddin Siddiqui and Avneet Kaur in the top roles, with Rahoul and Mukesh S. Bhatt in support roles. The take follows the story of Tiku (Kaur), a small-town girl who dreams of becoming an actress in Mumbai, and Sheru (Siddiqui), a bodyguard who has been working in the city for years. The II have married, but their family relationship is tested when Tiku's dreams take up to come true. The take begins with Tiku living in a moderate townsfolk with her family. She is a kind and diligent girl, simply she is also very ambitious. She dreams of becoming an actress in Mumbai, but her family cannot give to send her there. One day, Tiku meets Sheru, a bodyguard who has been working in Bombay for years. Sheru is impressed by Tiku's determination, and he offers to help her get to Mumbai. Tiku and Sheru suffer married, and they travel to Mumbai together. Tiku starts working as an actress, and she quickly becomes successful. Sheru is majestic of her, but he also feels left behind. He starts to work on as a security guard, but he is not felicitous with his job. One day, Tiku is offered a role in a big movie. She is excited about the opportunity, but she knows that it will mean a lot of time away from Sheru. Sheru is supportive of her decision, merely he is also distressed about how it will affect their relationship. Tiku starts filming the movie, and she quickly becomes really busy. Sheru tries to be understanding, but he starts to feel neglected. He starts outlay more time with his friends, and he even starts to flirt with other women. Tiku is hurt by Sheru's behavior, simply she tries to disregard it. She is too focused on her career to deal with her personal life. However, the problems in her family relationship start to take a cost on her. She becomes stressed and unhappy, and her public presentation in the moving-picture show starts to suffer. One day, Tiku has a breakdown on set. She realizes that she cannot continue to hold ou wish this, and she decides to terminate her marriage to Sheru. Sheru is heartbroken, just he understands her decision. He tells her that he will always love her, and he wishes her the trump of luck. Tiku moves on with her life, and she eventually becomes a successful actress. She never forgets Sheru, and she always treasures the clock they exhausted together. However, she knows that they were not meant to be together, and she is grateful for the lessons she learned from their relationship. The film ends with Tiku looking back on her life. She realizes that she has achieved her dreams, simply she also knows that she has lost something important along the way. She is sad just about the end of her marriage to Sheru, but she knows that she will ne'er forget him. The film Tiku Weds Sheru is a story about love, loss, and the quest of dreams. It is a moving and bittersweet film that will stay with you long after you have seen it.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Tiku_Weds_Sheru_-_Official_Trailer.mp4?updatedAt=1688791149102",
    "starring": [
      "Nawazuddin Siddiqui",
      "Avneet Kaur",
      "Rahoul",
      "Mukesh S. Bhatt",
      "Suresh Vishwakarma."
    ],
    "director": " Sai Kabir.",
    "country": " Indian.",
    "date": "2023-06-23",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt15891396/",
    "link2": "https://en.wikipedia.org/wiki/Tiku_Weds_Sheru",

    "movie.watch": "tiku-weds-sheru.html",
    "movie.watchP1": "https://likessb.com/e/63rhy1dpcmzw.html",
    "movie.watchSR1": "https://dooood.com/e/5rfxqz45u6np",

    "down1link1": "https://likessb.com/d/63rhy1dpcmzw.html",
    "down2link1": "https://dooood.com/d/5rfxqz45u6np",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Tiku_Weds_Sheru_-_Official_Trailer.mp4?updatedAt=1688791149102",
    "contentRating": " India: UA ",
    "Originalnetwork": " Amazon Prime Video.",
    "language": " Hindi."
  },
  {
    "id": "INDEX33",
    "title": "SPY  ",
    "name": " Spy (2023)",
    "poster": "Spy_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688789919/Spy_2023_tbqlgd.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Thriller", " Adventure."],
    "rating": 8.7,
    "synopsis": "The movie begins with R&AW agent Siddharth (Nikhil Siddharth) being assigned to investigate the activities of a notorious arms bargainer named Malhotra (Aryan Rajesh). Siddharth presently discovers that Malhotra is planning to sell a powerful artillery to a terrorist organization. Siddharth goes cloak-and-dagger as a smuggler in order to penetrate Malhotra's organization. He soon befriends Malhotra's right-hand man, Akash (Abhinav Gomatam). Through Akash, Siddharth learns that Malhotra is planning to utilise the weapon to lash out India's nuclear facilities. Siddharth confronts Malhotra and tries to stop him, but Malhotra is too powerful. He escapes and detonates a bomb at one of India's organelle facilities. The explosion causes a massive amount of damage and radiation. Siddharth is determined to stop Malhotra and keep him from carrying out his unusual attacks. He tracks Malhotra pop to a remote location and engages him in a final battle. Siddharth is victorious, only he is seriously injured. Despite his injuries, Siddharth manages to stop over Malhotra and prevent him from carrying out his attacks. He is hailed as a hero and is awarded the highest civilian honor in India. Siddharth's girlfriend, Meera (Iswarya Menon), is as wel a R&AW agent. She helps Siddharth with his probe and provides him with essential information.Malhotra is a ruthless and cunning villain. He will stop over at nonentity to achieve his goals.The weapon that Malhotra is planning to sell is a nuclear bomb. It is capable of destroying an stallion city.The terrorist organization that Malhotra is workings with is called the Black Widows. They are a group of highly trained and dangerous terrorists.The movie features some action sequences that are sure to sustain you on the edge of your seat.The movie likewise has a strong emotional core. It explores themes of love, loss, and sacrifice. Spy (2023) is an action-packed thriller with a strong feeling core. The movie features some of import performances, especially from Nikhil Siddharth and Iswarya Menon. The action sequences are well-choreographed and exciting. The movie also explores more or less fascinating themes, such as love, loss, and sacrifice. If you're looking for a thrilling and thought-provoking movie, then snoop (2023) is definitely Charles Frederick Worth checking out.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Spy_official_trailer-2023.mp4?updatedAt=1689014796021",
    "starring": [
      "Nikhil Siddharth",
      "Iswarya Menon",
      "Aryan Rajesh",
      "Abhinav Gomatam",
      "Sanya Thakur."
    ],
    "director": " Garry Bh.",
    "country": " Indian.",
    "date": "2023-06-29",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt15509266/",
    "link2": "#",


    "movie.watch": "spy.html",
    "movie.watchP1": "https://likessb.com/e/2srzjcipiy57.html",
    "movie.watchSR1": "https://dooood.com/e/509lnmbf3unm",

    "down1link1": "https://likessb.com/d/2srzjcipiy57.html",
    "down2link1": "https://dooood.com/d/509lnmbf3unm",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Spy_official_trailer-2023.mp4?updatedAt=1689014796021",
    "contentRating": " India: UA ",
    "Originalnetwork": " Red Cinemas.",
    "language": " Hindi."
  },
  {
    "id": "INDEX32",
    "title": "BLIND  ",
    "name": " Blind (2023)",
    "poster": "Blind_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688789860/Blind_2023_ife8k8.jpg",
    "yearRelease": 2023,
    "genre": [" Crime"," Thriller", " Drama."],
    "rating": 4.1,
   "synopsis": "Blind is a 2023 Indian Hindi-language thriller film directed by Aneesh Hazra and produced by A Kanai, AVMA Media, and Jio Studios. The film stars Sonam Kapoor as a blind woman who becomes the sole witness to a heinous crime. She must use her heightened senses to track down the killer and bring him to justice. The film begins with a young woman named Sophie being attacked and blinded by an unknown assailant. She is left for dead, but she manages to survive and eventually regains some of her sight. However, she is still severely visually impaired and must rely on her other senses to navigate. One day, Sophie is walking home from work when she witnesses a murder. She sees the killer's face, but she is unable to identify him. She reports the crime to the police, but they are skeptical of her story. They believe that she is mistaken or that she is making up the story for attention. Sophie is determined to find the killer herself. She uses her heightened senses to track him down, following his scent, listening for his footsteps, and even interpreting his body language. She eventually traces him to an abandoned warehouse. Sophie confronts the killer, but he overpowers her. He tries to kill her, but she manages to fight him off and escape. She runs back to her apartment and calls the police. The police arrive and arrest the killer. Sophie is hailed as a hero for her bravery, proving that even though she is blind, she is still capable of fighting for justice. She also becomes an inspiration to others who are visually impaired, showing them to never give up on their dreams. The killer is a man named Arjun, a wealthy businessman secretly involved in a criminal organization. He killed the victim because they knew too much about the organization's criminal activities. Sophie is able to track down Arjun by utilizing her other senses, following his scent to his apartment and listening for his footsteps when he leaves. She is also able to interpret his body language during their confrontation. The struggle between Sophie and Arjun is intense. While Sophie is able to fight back, Arjun eventually overpowers her. He attempts to strangle her, but she manages to break free and escape. Initially skeptical of Sophie's story, the police eventually believe her after she provides them with detailed descriptions of the killer and the crime scene. They are able to arrest Arjun and bring him to justice. Sophie's story is a testament that people with disabilities may face challenges, but they are still capable of achieving great things. Sophie becomes a hero who inspires others to never give up on their dreams.",

    "audio": "https://ik.imagekit.io/gmcl6xvq6/Blind_-_Official_Trailer.mp4?updatedAt=1688789628094",
    "starring": [
      "Sonam Kapoor",
      "Lucy Aarden",
      "Lillete Dubey",
      "Shubham Saraf",
      "Purab Kohli."
    ],
    "director": " Shome Makhija.",
    "country": " Indian.",
    "date": "2023-07-07",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt5316648/",
    "link2": "https://en.wikipedia.org/wiki/Blind_(2023_film)",


    "movie.watch": "blind.html",
    "movie.watchP1": "https://likessb.com/e/4jhyubhfhibz.html",
    "movie.watchSR1": "https://dooood.com/e/deme52w9zzft",

    "down1link1": "https://likessb.com/d/4jhyubhfhibz.html",
    "down2link1": "https://dooood.com/d/deme52w9zzft",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Blind_-_Official_Trailer.mp4?updatedAt=1688789628094",
    "contentRating": " India: UA ",
    "Originalnetwork": " Jio Cinema.",
    "language": " Hindi."
  },
  {
    "id": "INDEX31",
    "title": "LUST STORIES 2  ",
    "name": " Lust Stories 2 (2023)",
    "poster": "Lust_Stories_2_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688789892/Lust_Stories_2_2023_xici9x.jpg",
    "yearRelease": 2023,
    "genre": [" Romance"," Drama."],
    "rating": 7.3,
   "synopsis": "The movie Lust Stories 2 (2023) is a sequel to the 2018 anthology film Lust Stories. The take consists of four interwoven stories about love, lust, and desire. The first story is about a young woman named Anya (Rani Mukerji) who is married to a wealthy businessman. Anya is bored with her marriage and seeks excitement elsewhere. She meets a young man named Arjun (Arjun Kapoor), and they start an affair. The affair is passionate but dangerous, and Anya soon finds herself in over her head. The second story is about a middle-aged woman named Maya (Huma Qureshi) who is struggling to hold her marriage together. Maya's husband, Jai (Vicky Kaushal), is a workaholic, and he rarely pays attention to her. Maya begins an affair with a younger man named Veer (Adarsh Gourav) in an attempt to feel alive again. The affair gives Maya a sense of purpose, but it also threatens to destroy her marriage. The third story is about a young couple named Tara (Kiara Advani) and Veer (Siddhant Chaturvedi) who are in a long-distance relationship. Tara lives in Mumbai, and Veer lives in Delhi. The couple tries to maintain their relationship through phone calls and video chats, but it is difficult. Tara and Veer eventually decide to meet in person, but their reunion does not go as planned. The fourth and final story is about a group of friends who go on a weekend getaway. The friends are all from different backgrounds, and they have different expectations for the trip. One of the friends, a young woman named Meera (Sanya Malhotra), is hoping to have a sexual encounter with one of the other friends. Meera's plan backfires, and she ends up having a much more emotional experience than she bargained for. The four stories in Lust Stories 2 (2023) are all interconnected by the theme of desire. The characters in each story are all searching for something, whether it is excitement, love, or connection. The film explores the different ways that desire can manifest itself in our lives, and it shows how it can both enrich and destroy us. The film is directed by four different directors: Anurag Kashyap, Zoya Akhtar, Karan Johar, and Dibakar Banerjee. The film stars a number of well-known Indian actors, including Rani Mukerji, Huma Qureshi, Vicky Kaushal, Adarsh Gourav, Kiara Advani, and Siddhant Chaturvedi. The film was released in India on February 10, 2023. The film has received positive reviews from critics, with many praising the performances of the actors and the direction of the filmmakers.",

    "audio": "https://ik.imagekit.io/gmcl6xvq6/Lust_Stories_2___Official_Trailer.mp4?updatedAt=1688789629291",
    "starring": [
      "Kajol",
      "Mrunal Thakur",
      "Tamannaah Bhatia",
      "Tillotama Shome",
      "Kumud Mishra."
    ],
    "director": " R. Balki, Sujoy Ghosh, Amit Ravindernath Sharma, Konkona Sen Sharma.",
    "country": " Indian.",
    "date": "2023-06-29",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt27989067/",
    "link2": "#",


    "movie.watch": "lust-stories2.html",
    "movie.watchP1": "https://likessb.com/e/g06h4bqxganv.html",
    "movie.watchSR1": "https://dooood.com/e/z0jzeae2bmxs",

    "down1link1": "https://likessb.com/d/g06h4bqxganv.html",
    "down2link1": "https://dooood.com/d/z0jzeae2bmxs",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Lust_Stories_2___Official_Trailer.mp4?updatedAt=1688789629291",
    "contentRating": " India: UA ",
    "Originalnetwork": " Netflix.",
    "language": " Hindi."
  },
  {
    "id": "INDEX30",
    "title": "SERGEANT ",
    "name": " Sergeant (2023)",
    "poster": "Sergeant_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688789919/Sergeant_2023_loplfl.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Thriller", " Drama."],
    "rating": 4.3,
    "synopsis": "The movie Sergeant (2023) follows the write up of a former soldier named serjeant David, who suffers from severe slump after losing a limb on duty. He is struggling to adjust to civilian life and is haunted by the memories of his clock in the military. One day, Sergeant David is approached by a woman named Monica, who claims to be a former soldier as well. She tells him that she is part of a group of veterans who are helping other veterans who are troubled with PTSD. Sergeant David is at first skeptical, but he yet agrees to meet with Monica and her group. The group helps Sergeant David to undefined to damage with his trauma and to take up to rebuild his life. He makes new friends and begins to feel wish he belongs again. However, his newfound happiness is short-lived when he is targeted by a aggroup of criminals who are targeting veterans. The criminals are led by a man named Marcus, who is a sadistic and ruthless killer. He believes that veterans are weak and that they merit to suffer. Marcus and his men track toss off serjeant David and his friends and begin to terrorize them. Sergeant David and his friends are forced to fight for their lives. They apply all of their skills and training to survive, but they are outnumbered and outgunned. Just when it seems like whol hope is lost, Sergeant David remembers something that Monica taught him: that veterans are stronger than they think.   With renewed determination, Sergeant David and his friends fight back against Marcus and his men. They eventually manage to defeat them, but not without suffering heavily losses. In the end, serjeant-at-law David is able to find peace and closure, knowing that he has helped to protect strange veterans from harm. The movie Sergeant (2023) is directed by Prawaal Raman. The movie is based on a true story. The real-life Sergeant David is a former soldier who suffered from PTSD after serving in Afghanistan. ",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Sergeant_-_Official_Trailer.mp4?updatedAt=1688789627617",
    "starring": [
      "Daphne Alexander",
      "Tahir Ashraf",
      "Sonia Goswami",
      "Arun Govil",
      "Randeep Hooda."
    ],
    "director": " Prawaal Raman.",
    "country": " Indian.",
    "date": "2023-06-30",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt28152747/",
    "link2": "#",


    "movie.watch": "sergeant.html",
    "movie.watchP1": "https://likessb.com/e/we61aa9wj829.html",
    "movie.watchSR1": "https://dooood.com/e/tsn89dgovexg",

    "down1link1": "https://likessb.com/d/we61aa9wj829.html",
    "down2link1": "https://dooood.com/d/tsn89dgovexg",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Sergeant_-_Official_Trailer.mp4?updatedAt=1688789627617",
    "contentRating": " India: UA ",
    "Originalnetwork": " Jio Cinema.",
    "language": " Hindi."
  },  
  {
    "id": "INDEX29",
    "title": "ADHURA S01",
    "name": " Adhura Season 1 (2023)",
    "poster": "Adhura_S01_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688789839/Adhura_S01_2023_placm5.jpg",
    "yearRelease": 2023,
    "genre": [" Horror"," Thriller", " Drama."],
    "rating": 6.8,
   "synopsis": "The movie Adhura S01 (2023) follows a group of friends who are invited to a remote boarding school for a special retreat. The friends are all from different backgrounds, but they have one thing in common: they are all struggling with their pasts. The school is located in a beautiful, isolated setting, and the friends are initially excited about the prospect of spending time away from their everyday lives. However, they soon realize that something is not quite right at the school. The students are kept under close watch, and they are not allowed to leave the grounds. The friends begin to suspect that they are being held captive, and they start to investigate. They soon discover that the school is run by a secret society that is conducting experiments on the students. The experiments are aimed to unlock the students' supernatural powers, but they also have a dark side. The friends must find a way to escape from the school and stop the experiments. However, they are not the only ones who are trying to escape. The members of the secret society are also after them, and they will stop at nothing to keep their secrets hidden. The friends' escape is a harrowing ordeal. They are pursued by the members of the secret society, they are attacked by supernatural creatures, and they are forced to brave extreme conditions. But they never give up hope, and they eventually manage to escape. The friends return to the outside world, but they are not safe yet. The members of the secret society are still after them, and they will not stop until they have been silenced. The friends must find a way to bring the secret society to justice, and they must do it before it's too late. The friends are all gifted with supernatural powers. They can see the future, they can read minds, and they can move objects with their minds. The secret society is led by a man named Marcus. He is a powerful sorcerer who is determined to use the students' powers for his own evil purposes. The school is located in a remote region of the Himalayas. The area is said to be cursed, and it is rumored that the school is built on the site of an ancient temple. The experiments that are being conducted on the students are dangerous and unethical. The students are being subjected to physical and psychological torture, and they are being forced to use their powers in ways that are harmful to themselves and others. The friends' escape from the school is a miracle. They are outnumbered and outgunned, but they are able to use their powers to overcome the odds. The friends' return to the outside world is not a happy one. They are traumatized by their experience, and they are hunted by the members of the secret society. But they are determined to bring the secret society to justice, and they will not stop until they have achieved their goal.",

    "audio": "https://ik.imagekit.io/gmcl6xvq6/Adhura_-_Official_Trailer.mp4?updatedAt=1688789628684",
    "starring": [
      "Ishwak Singh",
      "Rasika Dugal",
      "Shrenik Arora",
      "Rahul Dev",
      "Poojan Chhabra."
    ],
    "director": " Ananya Banerjee, Gauravv K. Chawla.",
    "country": " Indian.",
    "date": "2023-07-07",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt19868286/",
    "link2": "#",

    "movie.watch": "adhura.html",

    "movie.watchP1": "https://likessb.com/e/9j6mae0jkhgv.html",
    "movie.watchSR1": "https://dooood.com/e/zth5le4u9i8v",

    "down1link1": "https://likessb.com/d/9j6mae0jkhgv.html",
    "down2link1": "https://dooood.com/d/zth5le4u9i8v",
       
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Adhura_-_Official_Trailer.mp4?updatedAt=1688789628684",
    "contentRating": " India: UA ",
    "Originalnetwork": " Amazon Prime Video.",
    "language": " Hindi."
  },
  
  {
    "id": "INDEX28",
    "title": "LOVE GURU S03 PART 2   ",
    "name": " Love Guru S03 Part 2 (2023)",
    "poster": "Love_Guru_S03_Part_2_2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688789882/Love_Guru_S03_Part_2_2023_fdnjrw.jpg",
    "yearRelease": 2023,
    "genre": [" Adult ", " Erotic ", " Hot +18."],
    "rating": 4.4,
    "synopsis": "Love Guru is back with another season. People are curious to know more about the release date of the Ullu web series Season 3 Part 2. You will get complete details about Love Guru Season 3 Part 2 in this article. Keep reading for more information.The trailer of Love Guru Season 3 Part 2 starts with a disclaimer. It further shows the logo of the Ullu app. The trailer proceeds with the girl drinking water and her tuition teacher is sitting in front of her whom she loves. While the boy who like Mini is looking at her secretly. The next scene shows her tuition teacher sitting in a room when she hugs him from the back. She says sir, while he replies that he loves her a lot. His expression shows that he was not saying it out of love but was saying it out of fear. While the guy who loves Mini saw her with her tuition sir whom she loves. He tells Mini’s friend that Mini is so much crazy for her.She invites him to her home for studying. They are doing romance more than studying. While we saw that Mini is doing what her love guru asks. She wears the clothes her love guru asks her to wear. She says to her love guru that she wore the clothes he said. Her tuition teacher says that she looks beautiful. They both have drinks. After having drinks, she nervously says bye and wishes him a happy birthday. It’s his birthday occasion. He stops her and says, Mini. They both have romance. The trailer ends here. People are curious to know about the release date of Love Guru Season 3 Part 2.Love Guru Season 3 Part 2 will release on 7th July 2023, Friday. The makers have announced the release date of Love Guru season 3 part 2. The excitement among the fans is real. The curiosity can be seen clearly. Fans are showing love for the series. It will be interesting to have reviews about the series. We will update you with the reviews of the new part after its release. This was all about Love Guru Season 3 Part 2 release date. We keep bringing such details on our website.",
    "audio": "https://ik.imagekit.io/gmcl6xvq6/Love_Guru_-_Season_3___Part_2___Official_Trailer.mp4?updatedAt=1688789627463",
    "starring": [
      "Smita Paul",
      "Suhana Khan",
      "Rajsi Verma."
      
    ],
    "director": " Punit Goyal.",
    "country": " Indian.",
    "date": "2023-07-07",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt28096139/",
    "link2": "#",


    "movie.watch": "love-guru-verification.html",
    "movie.watchP1": "https://likessb.com/e/o8geo4dj5v94.html",
    "movie.watchSR1": "https://dooood.com/e/q979smbgn7cq",

    "down1link1": "https://likessb.com/d/o8geo4dj5v94.html",
   "down2link1": "https://dooood.com/d/q979smbgn7cq",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Love_Guru_-_Season_3___Part_2___Official_Trailer.mp4?updatedAt=1688789627463",
    "contentRating": " India: 18+ ",
    "Originalnetwork": " Ullu Originals.",
    "language": " Hindi."
  },
 
  {
    "id": "INDEX27",
    "title": "SECRET INVASION S1 ",
    "name": " Secret Invasion Season 1 (2023)",
    "poster": "Secret-Invasion-S01-2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688158915/Secret-Invasion-S01-2023_ohfsnv.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Adventure", " Drama."],
     "rating": 7.0 ,
    "synopsis": "The series begins with Nick Fury and Talos, the Skrull who impersonated Fury in Captain Marvel (2019), investigating a series of mysterious attacks that have been happening around the world. They soon discover that the Skrulls have been secretly infiltrating Earth for years, and that they are now in positions of power all over the world. Fury and Talos team up with a group of other superheroes, including Carol Danvers, Maria Hill, and the Winter Soldier, to try to stop the Skrulls from taking over Earth. However, the Skrulls are well-organized and well-prepared, and they have a number of powerful allies, including the Supreme Intelligence. The series follows the heroes as they race against time to stop the Skrulls from completing their plans. Along the way, they learn more about the Skrulls and their motivations, and they also have to deal with the personal consequences of the invasion. In the end, the heroes are able to defeat the Skrulls and save Earth. However, the victory comes at a cost. Many of the heroes are killed or injured, and the world is forever changed by the invasion.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1688668483/Secret_Invasion_snchpq.mp3",
    "starring": [
      "Samuel L. Jackson",
      "Ben Mendelsohn",
      "Cobie Smulders",
      "Olivia Colman",
      "Emilia Clarke."
    ],
    "director": " Ali Selim.",
    "country": " United States.",
    "date": "2023-06-21",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt13157618/",
    "link2": "https://en.wikipedia.org/wiki/Secret_Invasion_(TV_series)",

    "movie.watch": "secret-invasion-episode-1.html",

    "movie.watchP1": "https://likessb.com/e/2vwv6qqymqgj.html",
    "movie.watchP2": "https://likessb.com/e/5z4vbimbhxg9.html",
    "movie.watchP3": "https://likessb.com/e/5sxiojfvlamt.html",
    "movie.watchP4": "https://likessb.com/e/iz91ylpl5na2.html",
    "movie.watchP5": "https://likessb.com/e/8q8mz9aj6nbs.html",

    "movie.watchSR1": "https://dooood.com/e/i5ky5zepqvtk",
    "movie.watchSR2": "https://dooood.com/e/8eonk4s8brgh",
    "movie.watchSR3": "https://dooood.com/e/rvksc8mq94pg",
    "movie.watchSR4": "https://dooood.com/e/oaf2g7qpb3l9",
    "movie.watchSR5": "https://dooood.com/e/dkywo11nuj1r ",

    "down1link1": "https://likessb.com/d/2vwv6qqymqgj.html",
    "down1link2": "https://likessb.com/d/5z4vbimbhxg9.html",
    "down1link3": "https://likessb.com/d/5sxiojfvlamt.html",
    "down1link4": "https://likessb.com/d/iz91ylpl5na2.html",
    "down1link5": "https://likessb.com/d/8q8mz9aj6nbs.html",

    "down2link1": "https://dooood.com/d/i5ky5zepqvtk",
    "down2link2": "https://dooood.com/d/8eonk4s8brgh",
    "down2link3": "https://dooood.com/d/rvksc8mq94pg",
    "down2link4": "https://dooood.com/d/oaf2g7qpb3l9",
    "down2link5": "https://dooood.com/d/dkywo11nuj1r ",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Secret_Invasion___Official_Trailer.mp4?updatedAt=1688158871955",
    "contentRating": " United States:TV-14",
    "Originalnetwork": "Disney+.",
    "language": " English."
  },
  {
    "id": "INDEX26",
    "title": "RIDE ON ",
    "name": " Ride On (2023)",
    "poster": "Ride-On-2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688158915/Ride-On-2023_qboeqz.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Comedy", " Drama."],
    "rating": 6.3 ,
    "synopsis": "Lao Luo is a prolific stuntman who works with his Red Hare, his deformed-at-birth stunt horse who he saved from euthanasia. His life is falling apart - he had suffered a serious injury that sent him bankrupt 8 years ago and lost the custody of his daughter, Xiao Bao, after divorcing his late wife while she was still young. One night, Lao and Red Hare get into a fight with debt collectors and they soon learn Red Hare is at risk of being auctioned after their original company went bankrupt. Lao seeks legal help from Bao, now a university student studying law, and despite being reluctant at first, she offers him the services of her boyfriend, Naihua. Meanwhile, after Lao's fight with the debt collectors goes viral, he and Red Hare are hired for several films, with Bao becoming his agent ad litem. Although they are able to help each other during tough situations, Lao and Bao's relationship remains strained. One day, Lao is offered a major role in a new action film, but he is told that he can only have the part if he gets rid of Red Hare. Lao is devastated, but he knows that he cannot turn down the opportunity. He sells Red Hare to a circus, but he cannot bear to be apart from him. He secretly visits Red Hare every day, and he even helps the circus trainers train the horse. One day, Red Hare is injured during a performance. Lao rushes to the circus and helps to save the horse's life. The circus trainers are so grateful that they offer to give Red Hare back to Lao. Lao is overjoyed, and he promises to never let Red Hare go again. With Red Hare back in his life, Lao's career begins to take off. He stars in several more successful films, and he even wins an award for his work. Bao is proud of her father, and she finally begins to understand why he loves stunt work so much. The film ends with Lao and Red Hare performing a daring stunt together. They leap off a high building and land safely on the ground below. The crowd cheers, and Lao smiles. He knows that he has finally found his true calling.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1688666187/RaidOn_xb2hax.mp3",
    "starring": [
      "Jackie Chan",
      "Haocun Liu",
      "Kevin Guo",
      "Yueting Lang",
      "Andy On."
    ],
    "director": " Larry Yang.",
    "country": " China.",
    "date": "2023-04-13",
    "status": "New Movie 2023",
    "link": "https://www.imdb.com/title/tt15430628/",
    "link2": "https://en.wikipedia.org/wiki/Ride_On_(film)",

    "movie.watch": "raid-on.html",

    "movie.watchP1": "https://likessb.com/e/iozd6ycpsnp2.html",
    "movie.watchSR1": "https://dooood.com/e/p3ikfocxghgs",

    "down1link1": "https://likessb.com/d/iozd6ycpsnp2.html",
    "down2link1": "https://dooood.com/d/p3ikfocxghgs",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/RIDE_ON_Trailer.mp4?updatedAt=1688158872009",
    "contentRating": " United States:TV-14",
    "Originalnetwork": "Shanghai Pictures.",
    "language": " English."
  },
    {
    "id": "INDEX25",
    "title": "JACK RYAN S4 ",
    "name": " Tom Clancys Jack Ryan Season 4 (2023)",
    "poster": "Tom-Clancys-Jack-Ryan-S04.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688158915/Tom-Clancys-Jack-Ryan-S04_rxnbdt.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Thriller", " Drama."],
    "rating": 8.7 ,
    "synopsis": "The season opens with Jack Ryan (John Krasinski) as the new Acting Deputy Director of the CIA. He is quickly thrust into a high-stakes investigation when a Nigerian presidential assassination is linked to the CIA. Ryan uncovers a secret operation codenamed Pluto that was authorized by former CIA Director James Greer (Wendell Pierce). Pluto involved the CIA working with a drug cartel to smuggle weapons into Nigeria. The cartel then used the weapons to assassinate the president and destabilize the country. Ryan is determined to shut down Pluto and bring those responsible to justice. He teams up with Domingo Ding Chavez (Michael Peña), a fellow CIA agent, and Cathy Mueller (Abbie Cornish), a doctor who works with the CIA. The trio follows the trail of Pluto from Nigeria to Mexico to the United States. Along the way, they uncover a web of corruption and betrayal that reaches the highest levels of the US government. As Ryan gets closer to the truth, he finds himself in danger. He is targeted by assassins, framed for crimes, and even forced to go on the run. But Ryan is not easily intimidated. He is determined to see justice done, no matter the cost. In the end, Ryan is successful in shutting down Pluto and bringing those responsible to justice. He also clears his own name and restores his reputation. However, the experience takes a toll on him. He is forced to confront the dark side of the CIA and the lengths that the government will go to protect its secrets. He also realizes that he can no longer trust anyone, not even his own colleagues. The season ends with Ryan resigning from the CIA. He is disillusioned with the agency and the government. He decides to go back to his old life as a financial analyst. However, he knows that he will never be able to fully escape the world of espionage. He is a Jack Ryan, after all.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1688660140/JackRyan_jbet0p.mp3",
    "starring": [
      "John Krasinski",
      "Wendell Pierce",
      "Michael Kelly",
      "Abbie Cornish",
      "Betty Gabriel."
    ],
    "director": " Carlton Cuse, Graham Roland.",
    "country": " United States.",
    "date": "2023-06-29",
    "status": "Tv Series",
    "link": "https://www.imdb.com/title/tt5057054/",

    "movie.watch": "jack-ryan-episode-1.html",

    "movie.watchP1": "https://likessb.com/e/q8g2qiko70m6.html",
    "movie.watchP2": "https://likessb.com/e/vmkki8xgbm9j.html",
    "movie.watchP3": "https://likessb.com/e/1lhtc20i919a.html",
    "movie.watchP4": "https://likessb.com/e/5elh8zq6lhh6.html",
    "movie.watchP5": "https://likessb.com/e/e00ght4zj7z9.html",
    "movie.watchP6": "https://likessb.com/e/f3iuz0diqz3j.html",
  
    "movie.watchSR1": "https://dooood.com/e/f120xzbqe9io",
    "movie.watchSR2": "https://dooood.com/e/6aum44skj19e",
    "movie.watchSR3": "https://dooood.com/e/xwxovxnnjplr",
    "movie.watchSR4": "https://dooood.com/e/1ttode1nzu19",
    "movie.watchSR5": "https://dooood.com/e/07wsd7ic4hjg",
    "movie.watchSR6": "https://dooood.com/e/f1n7pzx6x36i",

    "down1link1": "https://likessb.com/d/q8g2qiko70m6.html",
    "down1link2": "https://likessb.com/d/vmkki8xgbm9j.html",
    "down1link3": "https://likessb.com/d/1lhtc20i919a.html",
    "down1link4": "https://likessb.com/d/5elh8zq6lhh6.html",
    "down1link5": "https://likessb.com/d/e00ght4zj7z9.html",
    "down1link6": "https://likessb.com/d/f3iuz0diqz3j.html",
   
    "down2link1": "https://dooood.com/d/f120xzbqe9io",
    "down2link2": "https://dooood.com/d/6aum44skj19e",
    "down2link3": "https://dooood.com/d/xwxovxnnjplr",
    "down2link4": "https://dooood.com/d/1ttode1nzu19",
    "down2link5": "https://dooood.com/d/07wsd7ic4hjg",
    "down2link6": "https://dooood.com/d/f1n7pzx6x36i",


    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Tom_Clancy_s_Jack_Ryan_-_The_Final_Season___Official_Trailer.mp4?updatedAt=1688158871663",
    "contentRating": " United States:TV-14",
    "Originalnetwork": "Amazon Prime Video.",
    "language": " English."
  },
  {
    "id": "INDEX24",
    "title": "HIJACK  ",
    "name": " Hijack (2023)",
    "poster": "Hijack-2023.jpg",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688158914/Hijack-2023_parekf.jpg",
    "yearRelease": 2023,
    "genre": [" Action"," Thriller", " Drama."],
    "rating": 7.7,
    "synopsis": "The series begins with a hijacked plane flying from London to New York City. The hijacker, who calls himself Captain Kamal, demands a ransom of $50 million. He also threatens to kill one passenger every hour if his demands are not met. The passengers on the plane are a diverse group of people from all walks of life. There are businessmen, politicians, celebrities, and even a young child. They are all terrified and unsure of what will happen to them. The British government sends a team of negotiators to try to talk to the hijacker. They are led by Detective Superintendent Martin Kurtz, who is a seasoned negotiator with a reputation for getting results. Kurtz and the hijacker engage in a series of tense negotiations. The hijacker is a clever and ruthless negotiator, and he does not give an inch. The British government is under increasing pressure to pay the ransom, but Kurtz refuses to give in. As the hours go by, the tension on the plane mounts. The passengers are becoming increasingly restless and scared. They start to turn on each other, and there is a growing sense of panic. The hijacker begins to carry out his threat to kill one passenger every hour. The first to die is a young woman named Sarah. Her death is a devastating blow to the passengers, and it only serves to heighten the sense of fear and desperation. The British government finally agrees to pay the ransom, but it is too late. The hijacker has already killed several passengers, and he is not going to stop. He demands a helicopter to take him to safety, and he threatens to crash the plane if his demands are not met. The British government sends a helicopter to the plane, but it is shot down by the hijacker. The plane is now in free fall, and it is clear that there is no hope of survival. The passengers brace themselves for impact, and the plane crashes into the ocean. All of the passengers are killed, including the hijacker. The series ends with a scene of Kurtz standing on the beach, looking out at the ocean. He is haunted by the deaths of the passengers, and he wonders if he could have done anything to save them. The series Hijack is a suspenseful and gripping thriller that will keep you on the edge of your seat from beginning to end. The characters are well-developed and relatable, and the plot is full of twists and turns. If you are a fan of high-stakes thrillers, then you will definitely enjoy Hijack.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1688252568/hijack_qmadkj.mp3",
    "starring": [
      "Idris Elba",
      "Neil Maskell",
      "Max Beesley",
      "Ben Miles",
      "Kaisa Hammarlund."
    ],
    "director": " Jim Field Smith, George Kay.",
    "country": " United States.",
    "date": "2023-06-28",
    "status": "Tv Series",
    "link": "https://www.imdb.com/title/tt19854762/",

    "movie.watch": "hijack-episode-1.html",

    "movie.watchP1": "https://likessb.com/e/tn7z3aynwn50.html",
    "movie.watchP2": "https://likessb.com/e/s6gdm41r1c8g.html",
    "movie.watchP3": "https://likessb.com/e/u7wbnx923sjx.html",
    "movie.watchP4": "https://likessb.com/e/04wp7nn5fgen.html",
    "movie.watchP5": "https://likessb.com/e/oijwzb6s0m8n.html",

    "movie.watchSR1": "https://dooood.com/e/28bv4u62tgnx",
    "movie.watchSR2": "https://dooood.com/e/npjqs11tq8vo",
    "movie.watchSR3": "https://dooood.com/e/4jhcs4bs51p2",
    "movie.watchSR4": "https://dooood.com/e/hxd2fuvo24w2",
    "movie.watchSR5": "https://dooood.com/e/ww6k3hrhhcc9 ",

    "down1link1": "https://likessb.com/d/tn7z3aynwn50.html",
    "down1link2": "https://likessb.com/d/s6gdm41r1c8g.html",
    "down1link3": "https://likessb.com/d/u7wbnx923sjx.html",
    "down1link4": "https://likessb.com/d/04wp7nn5fgen.html",
    "down1link5": "https://likessb.com/d/oijwzb6s0m8n.html",

    "down2link1": "https://dooood.com/d/28bv4u62tgnx",
    "down2link2": "https://dooood.com/d/npjqs11tq8vo",
    "down2link3": "https://dooood.com/d/4jhcs4bs51p2",
    "down2link4": "https://dooood.com/d/hxd2fuvo24w2",
    "down2link5": "https://dooood.com/d/ww6k3hrhhcc9 ",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/HIJACK_Official_Trailer__2023_.mp4?updatedAt=1688158873908",
    "contentRating": " United States:TV-MA",
    "Originalnetwork": "Apple TV+.",
    "language": " English."
  }

]
