[
  {
    "id": "richard-linklater-interview-on-hitman",
    "group": "Dr Trailer",
    "badge": " [ News ] ",
    "license":"24 June 2024  ",
    "badgegroup": " YTMag ",
    "title": "The Film Podcast: Richard Linklater Interview on Hit Man ",
    "name": " Richard Linklater Interview on Hit Man",
    "poster": "Youtube_Magazine.webp",
    "channelposter": "https://res.cloudinary.com/db36kfuq3/image/upload/v1718899145/Richard_Linklater_Interview_Hit_Man_c2sjyo.webp",
    "image": "https://res.cloudinary.com/db36kfuq3/image/upload/v1718899145/Richard_Linklater_Interview_Hit_Man_c2sjyo.webp",
    "backimage": "https://res.cloudinary.com/db36kfuq3/image/upload/v1718899145/Richard_Linklater_Interview_Hit_Man_c2sjyo.webp",
    "latest.watch": "../latest/richard-linklater-interview-on-hitman/",
    "text":"Continuing his silver screen stride, co-writer Glen Powell stars in Hit Man, the latest from filmmaker and Academy Award-nominee Richard Linklater (Boyhood). (MORE…)",
    "mp3player":"https://res.cloudinary.com/db36kfuq3/video/upload/v1718901270/interview_uqhmjz.mp3",
    "keywords": "youtube,hitman,richardlinklater,glenpowell,youtubeshorts,podcast,youtube shorts",
    "url": "https://moviesmagazine.vercel.app/latest/richard-linklater-interview-on-hitman/",
    "genre": [
      "Youtube  ",
      "Youtube Videos ",
      "Viral Videos ",
      "Youtube Shorts."
    ],
    "head1": "",
    "news1":"Continuing his silver screen stride, co-writer Glen Powell stars in Hit Man, the latest from filmmaker and Academy Award-nominee Richard Linklater (Boyhood). To discuss his dark comedy, Linklater stopped by Collider’s studio at the Cinema Center by MARBL at this year’s Toronto International Film Festival and sat down with Editor-in-Chief Steve Weintraub.  \n\n Far removed from his suave Top Gun: Maverick role, Powell flexes his comedic range as Gary Johnson, a timid philosophy professor who moonlights as a staff investigator for undercover cops. When one of the officers impersonating a hitman is placed on leave, it’s Gary’s time to shine. Because he most resembles the officer, Gary is asked to step in for the operation, and it’s undercover as a killer that this professor blossoms. While meeting with a possible client, the charismatic hitman, “Ron,” hits it off with Madison (played by Adria Arjona), a woman looking for a way to escape her abusive relationship. When Gary steps out of bounds and starts meeting up with Madison, he begins to fumble his juggling act with all his new personas, and someone truly does wind up dead. \n\n During their sit-down, Linklater discusses reuniting with Powell for this foray into the “film noir genre and the screwball comedy,” how they landed on this idea, and collaborating together on the story. He talks about the outrageous looks Powell dons for the movie, how a coffee date signaled Arjona was their perfect Madison, and the more technical side of movie magic. Linklater also touches on the impact of Dazed and Confused, more Before Sunrise films, and “shapeshifting” in the editing room. \n\n Critics have been buzzing about Richard Linklater’s Hit Man since it premiered at festivals last year. A charming mix of screwball and noir, the film takes inspiration from the real-life story of Gary Johnson, a schoolteacher who for years moonlighted as a pretend hit man in Houston, helping local police entrap folks who would reach out to him to order a killing. Hit Man stars Glen Powell, who also wrote the script with Linklater, and it adds a sexy twist to the true tale. In the movie, Gary falls for one of his targets—a beautiful woman (played by Adria Arjona) who asks him to kill her abusive husband. A game of secrets, twists, and multiple identities follows, as dark and thrilling as it is hilarious.  \n\n On today’s episode, Linklater joins Film Comment Editor Devika Girish to discuss the movie’s genesis, how it draws unexpectedly from his activism for criminal justice reform, his fascination with the flexibility of identity, and his underrated talent for writing great twists. ", 
    "image1":"https://res.cloudinary.com/db36kfuq3/image/upload/v1718899840/hit-man-2_1_gg9c7x.webp",
    "head2": "",
    "news2":"'Hit Man,' which impressed critics and crowds at the Venice and New York Film Festivals, will almost likely find an audience, but it will not be released in cinemas or at the box office. That's because the film's marketing and PR team saw its restricted, two-week, 45-screen, 20-city theatrical release as only a prelude to what they see as the film's true premiere: streaming on Netflix. \n\n The problem for Linklater isn't Netflix, its business, or the fact that the corporation stepped in and purchased 'Hit Man,' paying an estimated $20 million after its Venice premiere.'How about Universal or Warner Bros.?' In an interview with IndieWire, Linklater stated, 'I look at the studios if anyone wants to cast blame.' The indie cinema [scene] appears to have the same ambitions that it has always had: to present films and hope to find an audience someplace. For me, the studio world has altered the most. They've abandoned a form of filmmaking. They are no longer interested in creating this sort of film. They aren't interested in adult entertainment.",
    "image2":"https://res.cloudinary.com/db36kfuq3/image/upload/v1718899841/hit-man-2_2_ix9x55.webp",
    "head3": "",
    "news3":"To Linklater's point, it's not difficult to envisage a recent past in which a studio would have created, produced, and released a potential crowdpleaser like 'Hit Man.' But what disappointed Linklater was how increasingly risk-averse studios abandoned a completed product after it had been successfully tested. It was a very mild bidding situation; they could have had us, said Linklater. But this wasn't just a script rejection; they rejected it as a polished picture with crowds clapping and critical response. They looked at it and remarked, 'Mmmm, this isn't what we do.'This prompts Linklater to inquire, So the real question here is, the studios need to explain: 'OK, well, so what do you want?' He understands it's a rhetorical question and answers it himself; it's established IP. They are afraid of our uniqueness in the face of changing times.' To me, that's what's changed: they've found out what they don't do, and that's the world we knew. Undoubtedly, the globe has shrunk. You need the middle to step up, but right now, it's Netflix, and streamers are in that sector.' I have never been adept at industry analysis. I simply know, having had my toe in the industry for 30 years or so, it's always changing, it's always sort of shady [laughs], and everyone is always tense because it's threatened, Linklater added. Every time I have the opportunity to finally make a movie, I'm overjoyed since I've been on the bench here and there for the past 30 years, unable to get what I wanted done and having to change to something else. This may be irritating. So when everything looks to be falling into place and I can do my next picture, I'm ecstatic. \n\n And Linklater has a lot to be happy about lately, having been energized by recently shooting 'Nouvelle Vague,' his film about Jean-Luc Godard's transition from critic to director of 'Breathless,' and beginning another multiyear 'Boyhood'-like project with 'Merrily We Roll Along,' a 20-year production that he won't finish until he's in his early eighties. 'Hit Man' premieres on Netflix on June 7.",
    "image3":"https://res.cloudinary.com/db36kfuq3/image/upload/v1718899841/hit-man-2_3_kkli79.webp",
    "head4": "",
    "news4":"Visit Movies Magazine™ today to explore, discover, and connect. Explore the world of cinema with Movies Magazine: Captivating reviews, top picks, and the latest news. \n\n ",
    "image4":"https://res.cloudinary.com/db36kfuq3/image/upload/v1718844816/og_image_plfl6u.jpg",
    "downloadlink":"",
    "directorname": "Dr Trailer.",
    "directorimg": "https://yt3.googleusercontent.com/OcD29RUVSAsrFAbIdFttL851pBdDHikKlMPkDXa8e5QGqlAL1adZO54IbnCaDHCLKfm4hGsnZw=s176-c-k-c0x00ffffff-no-rj"
  }
]