[
  {
    "id": "SRM",
    "title": "SPORTS LIVE - 2023",
    "poster": "/shahmaran-2023.webp",
    "yearRelease": 1994,
    "genre": ["Drama"],
    "rating": 9.3,
    "synopsis": "Two imprisoned men bond over a number of yearReleases, finding solace and eventual redemption through acts of common decency.",
    "starring": ["Tim Robbins", "Morgan Freeman"],
    "director": "Frank Darabont",
    "country": "United States.",
    "status": "live",
    "link": "https://www.imdb.com/title/tt0111161/",
    "movie.watch": "../../Sports-2023/Sports"
  },
  {
    "id": "INDEX95",
    "title": "HIJACK  ",
    "name": "Download Hijack  (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1688158914/Hijack-2023_parekf.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1688158914/Hijack-2023_parekf.webp",
    "yearRelease": 2023,
    "genre": [" ACTION,", " THRILLER", " DRAMA"],
    "rating": 7.7,
    "synopsis": "The series begins with a hijacked plane flying from London to New York City. The hijacker, who calls himself Captain Kamal, demands a ransom of $50 million. He also threatens to kill one passenger every hour if his demands are not met. The passengers on the plane are a diverse group of people from all walks of life. There are businessmen, politicians, celebrities, and even a young child. They are all terrified and unsure of what will happen to them. The British government sends a team of negotiators to try to talk to the hijacker. They are led by Detective Superintendent Martin Kurtz, who is a seasoned negotiator with a reputation for getting results. Kurtz and the hijacker engage in a series of tense negotiations. The hijacker is a clever and ruthless negotiator, and he does not give an inch. The British government is under increasing pressure to pay the ransom, but Kurtz refuses to give in. As the hours go by, the tension on the plane mounts. The passengers are becoming increasingly restless and scared. They start to turn on each other, and there is a growing sense of panic. The hijacker begins to carry out his threat to kill one passenger every hour. The first to die is a young woman named Sarah. Her death is a devastating blow to the passengers, and it only serves to heighten the sense of fear and desperation. The British government finally agrees to pay the ransom, but it is too late. The hijacker has already killed several passengers, and he is not going to stop. He demands a helicopter to take him to safety, and he threatens to crash the plane if his demands are not met.    The British government sends a helicopter to the plane, but it is shot down by the hijacker. The plane is now in free fall, and it is clear that there is no hope of survival. The passengers brace themselves for impact, and the plane crashes into the ocean. All of the passengers are killed, including the hijacker. The series ends with a scene of Kurtz standing on the beach, looking out at the ocean. He is haunted by the deaths of the passengers, and he wonders if he could have done anything to save them. The series Hijack is a suspenseful and gripping thriller that will keep you on the edge of your seat from beginning to end. The characters are well-developed and relatable, and the plot is full of twists and turns. If you are a fan of high-stakes thrillers, then you will definitely enjoy Hijack.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1688252568/hijack_qmadkj.mp3",
    "starring": [
      "Idris Elba",
      "Neil Maskell",
      "Max Beesley",
      "Ben Miles",
      "Kaisa Hammarlund."
    ],
    "director": " Jim Field Smith, George Kay.",
    "country": " United States.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt19854762/",

    "movie.watch": "../../Hollywood/Hijack-2023/Watch-Hijack-EP1-TvSeries",
    "movie.A1": "../../Hollywood/Hijack-2023/Watch-Hijack-EP1-2023-TvSeries",

    "movie.watchP1": "https://sblona.com/e/tn7z3aynwn50.html",
    "movie.watchP2": "https://sblona.com/e/s885p45s7b7p.html",

    "down1link1": "https://sblona.com/d/tn7z3aynwn50.html",
    "down1link2": "https://sblona.com/d/s885p45s7b7p.html",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/HIJACK_Official_Trailer__2023_.mp4?updatedAt=1688158873908",
    "contentRating": " United States:TV-MA",
    "Originalnetwork": "Apple TV+.",
    "language": " English."
  },
  
  {
    "id": "INDEX94",
    "title": "ADIPURUSH ",
    "name": "Download Adipurush (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687612157/Adipurush-2023_jbhtko.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687612157/Adipurush-2023_jbhtko.webp",
    "yearRelease": 2023,
    "genre": [" ACTION,", " ADVENTURE", " DRAMA"],
    "rating": 3.9,
    "synopsis": "The movie opens with a scene of Lord Vishnu meditating in his abode, Vaikuntha. He is visited by Brahma, the creator god, who tells him that he has chosen Raghava, a young prince from Ayodhya, to be his avatar on Earth. Raghava is destined to defeat the evil demon king Lankesh and rescue his wife, Sita, from Lanka. Raghava is born into a royal family and is raised to be a righteous and just ruler. He is also a skilled warrior and archer. When he is 18 years old, he is challenged to break Shiva's bow, a weapon that is said to be unbreakable. Raghava not only breaks the bow, but he also shoots an arrow through the eye of a golden fish that is hanging high in the sky. This feat of strength and skill convinces everyone that Raghava is indeed the chosen one. Not long after, Lankesh hears of Raghava's greatness and sends his sister, Surpanakha, to Ayodhya to seduce him. Surpanakha is a hideous demon, but she is also very beautiful. She disguises herself as a beautiful woman and goes to Raghava's palace. Raghava is immediately smitten with her, but he refuses to marry her because he is already married to Sita. Surpanakha is furious and attacks Sita. She cuts off Sita's nose, which enrages Raghava. He vows to avenge Sita and defeat Lankesh. Raghava, Sita, and Lakshmana, Raghava's younger brother, set out on a journey to Lanka. Along the way, they are joined by Hanuman, a monkey god who is a loyal friend and ally. When they reach Lanka, Raghava and his army lay siege to the city. Lankesh sends his army to fight, but Raghava and his men are victorious. Raghava finally confronts Lankesh in single combat. The two warriors fight for hours, but neither one can gain an advantage. Finally, Raghava shoots an arrow that pierces Lankesh's heart. Lankesh falls to the ground, dead. Raghava and his army then free Sita and return to Ayodhya, where they are welcomed as heroes. Raghava is crowned king of Ayodhya and rules wisely and justly for many years. He and Sita have two sons, Luv and Kush, who grow up to be great warriors. The movie ends with a scene of Raghava and Sita meditating in the forest. They are surrounded by their loved ones and are at peace.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1688152494/adpurush_zfz7wl.mp3",
    "starring": [
      "Kriti Sanon",
      "Saif Ali Khan",
      "Prabhas",
      "Devdutta Nage",
      "Vatsal Sheth."
    ],
    "director": " Om Raut.",
    "country": " Indian.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt12915716/",

    "movie.watch": "../../Bollywood/Adipurush-2023/Watch-Adipurush-Movie",
    "movie.A1": "../../Bollywood/Adipurush-2023/Watch-Adipurush-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/9frhaytzwukv.html",
    "movie.watchSR1": "https://dooood.com/e/alq2czdtwuh8",

    "down1link1": "https://sblona.com/d/9frhaytzwukv.html",
    "down2link1": "https://dooood.com/d/alq2czdtwuh8",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Adipurush-Final-Trailer.mp4?updatedAt=1687612128868",
    "contentRating": " India: U ",
    "Originalnetwork": " T-Series Films.",
    "language": " Hindi."
  },
  {
    "id": "INDEX93",
    "title": "MAUKA YA DHOKA ",
    "name": "Download Mauka Ya Dhoka (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687612200/Mauka-Ya-Dhoka-2023_dacw49.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687612200/Mauka-Ya-Dhoka-2023_dacw49.webp",
    "yearRelease": 2023,
    "genre": [" ACTION,", " CRIME", " THRILLER"],
    "rating": 9.4,
    "synopsis": "Mauka Ya Dhokha,Released in the year 2023, is an Suspense, thriller film is directed by Gaurav Pareek. The film stars  Himanshu Malhotra, Aabhaas Mehta, Samiksha Bhatnagar, Vatsal Desai, Sapna Choubisa, Deepakk Sunil Prasadh,Rajinder Singh Puller,Kabir Sadanand, the story is Amit is an ordinary man who dreams of playing for the Indian cricket team. One day, he is given the opportunity of a lifetime to try out for the team. However, he soon realizes that the opportunity may not be all that it seems. Beware what you wish for, for some wishes have the power to shatter your life irreversibly.In the intriguing murder mystery thriller Mauka Ya Dhokha set amidst the picturesque backdrop of Goa, love, greed, and betrayal take center stage, driving the narrative forward. The film revolves around the life of Amit, a young and aspiring cricketer whose greatest dream is to represent the Indian cricket team. His relentless passion for the sport fuels his desire to excel and pushes him towards achieving his goals. One fateful day, Amit is presented with a golden opportunity to try out for the national team, seemingly bringing him closer to his cherished dream. Little does he know that the path to glory is riddled with darkness and deceit. As Amit embarks on this journey towards his dreams, he becomes entangled in a web of danger that threatens not only his career but his very existence. Forced to navigate treacherous waters, he finds himself confronted with choices that will shape his future and have far-reaching consequences. The movie delves into the depths of ambition, exposing its dangers when pursued blindly, and underscores the significance of vigilance when it comes to placing trust in others. Set against the breathtaking backdrop of Goa, the film mesmerizes viewers with its stunning  cinematography,  capturing the scenic beauty of the coastal paradise. Every frame exudes an aura of mystery, enhancing the suspenseful atmosphere that permeates the story. The talented cast adds to the film's allure, with performances that captivate and leave a lasting impression,Himanshu Malhotra, Aabhaas Mehta, and Samiksha Bhatnagar deliver standout portrayals, bringing their characters to life with depth and conviction. Mauka Ya Dhokha is a masterfully crafted thriller, boasting a gripping narrative that keeps audiences on the edge of their seats. The intricate web of suspense  and intrigue woven throughout the story ensures that viewers are constantly engaged, eagerly anticipating the next twist and turn. It serves as a cautionary tale, highlighting the perils of unchecked ambition and the importance of discerning whom to trust in a world filled with deceit. With its captivating storyline, compelling performances, and beautiful visuals,  Mauka Ya Dhokha offers an enthralling cinematic experience. It explores the universal themes of ambition, betrayal, and redemption, resonating with audiences on an emotional level. As the plot unravels, the film leaves viewers questioning the lengths they would go to fulfill their dreams and the consequences that may follow. In conclusion, is a well-crafted thriller that weaves a tale of ambition, love, and betrayal against the enchanting backdrop of Goa. With its captivating narrative, breathtaking cinematography, and stellar performances, the movie keeps viewers engrossed from start to finish. It serves as a cautionary reminder that not all wishes come true without a price, urging us to tread carefully on the path to our dreams.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1688153897/maa_wskkxj.mp3",
    "starring": [
      "Samiksha Bhatnagar",
      "Himanshu Malhotra",
      "Abhaas Mehta",
      "Sapna Choubisa",
      "Narendra Gupta."
    ],
    "director": " Deepakk Sunil Prasadh.",
    "country": " Indian.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt28100421/",

    "movie.watch": "../../Bollywood/MaukaYaDhoka-2023/Watch-Mauka-Ya-Dhoka-Movie",
    "movie.A1": "../../Bollywood/MaukaYaDhoka-2023/Watch-Mauka-Ya-Dhoka-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/hqwpkdgpgroe.html",
    "movie.watchSR1": "https://dooood.com/e/09cts1ipp60o",

    "down1link1": "https://sblona.com/d/hqwpkdgpgroe.html",
    "down2link1": "https://dooood.com/d/09cts1ipp60o",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Mauka-Ya-Dhoka-2023.mp4?updatedAt=1687612132480",
    "contentRating": " India: A ",
    "Originalnetwork": " Hungama Original Show.",
    "language": " Hindi."
  },
  {
    "id": "INDEX92",
    "title": "LADIES TAILOR ",
    "name": "Download Ladies Tailor (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687612185/LADIES_TAILOR_Part_1-2023_vf13tg.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687612185/LADIES_TAILOR_Part_1-2023_vf13tg.webp",
    "yearRelease": 2023,
    "genre": [" ADULT, ", " EROTIC, ", " HOT +18"],
    "rating": 4.4,
    "synopsis": "Ladies Tailor is a 2023 Indian web series directed by Saurabh Tiwari and produced by Wow Originals. The series stars Mahika Sharma,Leena Singh, and Priya Banerjee in the lead roles. It tells the story of two women, Meera and Anju, who run a ladies tailor shop in Mumbai. The series explores the challenges that women face in the workplace, as well as the bonds of friendship and sisterhood. The series premiered on the Wow Originals app on June 29, 2023. It has received positive reviews from critics, who have praised the performances of the cast, the direction, and the story. Meera and Anju are two women who have been best friends since childhood. They both work as tailors in a small shop in Mumbai. Meera is a talented tailor, but she is also very shy and introverted. Anju is more outgoing and confident, and she is the driving force behind the shop. One day, Meera meets a man named Rohan, who is a successful businessman. Rohan is immediately sexually attracted to Meera, and he asks her out on a date. Meera is hesitant at first, but she eventually agrees to go out with him. Rohan and Meera start dating, and they quickly fall in love. However, their relationship is not without its challenges. Rohan's family is traditional and conservative, and they do not approve of his relationship with Meera. They believe that she is not good enough for him, and they try to break them up. Meera and Rohan are determined to be together, but they face many obstacles along the way. They must overcome the disapproval of Rohan's family, as well as the challenges of their different social backgrounds. But through it all, their love for each other only grows stronger. Ladies Tailor is a heartwarming story about love, friendship, and the power of women. It is a must-watch for anyone who enjoys feel-good dramas.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1688048503/Ladies-Tailor-head_uxy0wg.mp3",
    "starring": [
      "Sana Asundi",
      "Leena Singh",
      "Mahi Kaur",
      "Pankaj Kumar",
      "Vivan."
    ],
    "director": " Sameer Salim Khan.",
    "country": " Indian.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt28096139/",

    "movie.watch": "../../Adult/LadiesTailor-2023/Watch-Ladies-Tailor-Movie",
    "movie.A1": "../../Adult/LadiesTailor-2023/Watch-Ladies-Tailor-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/cukkf79g36nb.html",
    "movie.watchSR1": "https://dooood.com/e/fiulc0fxae4u",

    "down1link1": "https://sblona.com/d/cukkf79g36nb.html",
    "down2link1": "https://dooood.com/d/fiulc0fxae4u",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/LADIES-TAILOR-Part_1-2023.mp4?updatedAt=1687612131782",
    "contentRating": " India: 18+ ",
    "Originalnetwork": " Woworiginals.",
    "language": " Hindi."
  },
  {
    "id": "INDEX91",
    "title": "TOHFA ",
    "name": "Download Tohfa Full Complete Series (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687612261/Tohfa-Part_-1-2023_wtuqbm.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687612261/Tohfa-Part_-1-2023_wtuqbm.webp",
    "yearRelease": 2023,
    "genre": [" ADULT, ", " EROTIC, ", " HOT +18"],
    "rating": 4.4,
    "synopsis": "Montu is a young man from the city who arrives at a remote village to deliver a gift to his friend's wife, Renu. Renu is a beautiful and attractive woman, and Montu is immediately drawn to her. However, he knows that she is married to his friend, and he does not want to betray his friendship. Montu tries to ignore his feelings for Renu, but it becomes increasingly difficult. He finds himself constantly thinking about her, and he can't help but notice the way she looks at him. One day, Renu confesses to Montu that she is unhappy in her marriage. She tells him that her husband is neglectful and abusive, and she feels like she is trapped in a loveless relationship. Montu is sympathetic to Renu's situation, and he offers her his support. They begin spending more and more time together, and their friendship slowly begins to develop into something more. Renu and Montu eventually give in to their desires and start an affair. The affair continues for some time, but it eventually comes to an end. Renu's husband finds out about the affair, and he is furious. He confronts Montu and threatens to kill him. Montu is forced to leave the village, and he promises Renu that he will never forget her. Montu returns to the city, but he is haunted by the memories of his time with Renu. He knows that he made a mistake by getting involved with her, but he can't help but feel like he is missing something. He eventually decides to go back to the village to see Renu one last time. When Montu arrives at the village, he finds that Renu has left. She has gone to the city to start a new life. Montu is heartbroken, but he knows that he has to let her go. He leaves the village and returns to the city, alone.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1687971981/Tohfa-head_ksoewl.mp3",
    "starring": [
      "Sohail Shaikh",
      "Madhuri Pandey",
      "Basant Kumar",
      "Leena Singh",
      "Pihu Singh."
    ],
    "director": " Humayun Shabbar Abbas.",
    "country": " Indian.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt28057495/",

    "movie.watch": "../../Adult/Tohfa-2023/Watch-Tohfa-EP1-Movie",
    "movie.A1": "../../Adult/Tohfa-2023/Watch-Tohfa-EP1-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/w2g1dk1pn41z.html",
    "movie.watchP2": "https://sblona.com/e/obf5x3wksj10.html",
   
    "movie.watchSR1": "https://dooood.com/e/6la5sy6mkiee",
    "movie.watchSR2": "https://dooood.com/e/qo8s9wgzj2k1",

    "down1link1": "https://sblona.com/d/w2g1dk1pn41z.html",
    "down1link2": "https://sblona.com/d/obf5x3wksj10.html",


    "down2link1": "https://dooood.com/d/6la5sy6mkiee",
    "down2link2": "https://dooood.com/d/qo8s9wgzj2k1",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Tohfa-Part_-1-Official_Trailer.mp4?updatedAt=1687612133603",
    "contentRating": " India: 18+ ",
    "Originalnetwork": " Ullu Digital.",
    "language": " Hindi."
  },
  {
    "id": "INDEX90",
    "title": "HOSTO ",
    "name": "Download Hosto (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687612174/Hosto-2023_nbenrh.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687612174/Hosto-2023_nbenrh.webp",
    "yearRelease": 2023,
    "genre": [" ADULT, ", " EROTIC, ", " HOT +18"],
    "rating": 4.4,
    "synopsis": "Patrick is a young man from the Philippines who gets a visa to Japan in order to provide for his family. He works as a construction worker, but he is not earning enough money to support his family. He is introduced to the world of hosto, which is a type of gig economy work where men are paid to accompany women on dates. Patrick is initially hesitant to become a hosto, but he eventually agrees to try it out. Patrick quickly realizes that the world of hosto is full of indecent proposals. He is propositioned by women who are looking for more than just companionship. He is also subjected to groping and other forms of sexual harassment. Patrick tries to ignore these advances, but they become increasingly difficult to deal with. One day, Patrick is invited to a party by one of his clients. The party is full of wealthy businessmen and their wives. Patrick is offered drugs and alcohol, and he is encouraged to participate in sexual activities. Patrick refuses, and he leaves the party early. The next day, Patrick is fired from his construction job. He is unable to find another job, and he is forced to rely on his earnings from hosto to support his family. Patrick's situation becomes increasingly desperate, and he begins to spiral out of control. One night, Patrick is invited to a hotel room by a client. The client is a wealthy businessman who is known for his sexual appetite. Patrick is hesitant to go, but he eventually agrees. The businessman forces Patrick to perform sexual acts, and he threatens to kill Patrick if he tells anyone. Patrick is traumatized by the experience, and he begins to have nightmares. He also starts to experience physical symptoms, such as headaches and nausea. Patrick realizes that he needs help, but he is afraid to tell anyone what happened. One day, Patrick meets a social worker who is working with victims of sexual assault. The social worker helps Patrick to understand what happened to him, and she encourages him to report the crime. Patrick eventually decides to press charges against the businessman, and he is eventually convicted and sentenced to prison. Patrick's story is a cautionary tale about the dangers of the hosto industry. It is a reminder that even seemingly harmless activities can have serious consequences. It is also a story of hope, as Patrick is able to find the strength to overcome his trauma and rebuild his life.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1687948966/Hosto_head_zh06y6.mp3",
    "starring": [
      "Jay Manalo",
      "Vince Rillon",
      "Angela Morena",
      "Denise Esteban",
      "Ali Asistio."
    ],
    "director": " Jao Daniel Elamparo.",
    "country": " Philippines.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt27912053/",

    "movie.watch": "../../Adult/Hosto-2023/Watch-Hosto-Movie",
    "movie.A1": "../../Adult/Hosto-2023/Watch-Hosto-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/w2g1dk1pn41z.html",
   
    "movie.watchSR1": "https://dooood.com/e/6la5sy6mkiee",
    "down1link1": "https://sblona.com/d/w2g1dk1pn41z.html",
    "down2link1": "https://dooood.com/d/6la5sy6mkiee",
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Hosto-Official-Trailer.mp4?updatedAt=1687612131334",
    "contentRating": " Philippines: 18+ ",
    "Originalnetwork": "Viva Films.",
    "language": " Tagalog, Filipino."
  },
  {
    "id": "INDEX89",
    "title": "HILOM ",
    "name": "Download Hilom (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687612166/Hilom-2023_bwtjc9.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687612166/Hilom-2023_bwtjc9.webp",
    "yearRelease": 2023,
    "genre": [" Adult, ", " EROTIC, ", " HOT +18"],
    "rating": 5.9,
    "synopsis": "The movie begins with a young woman named Alma being cursed by a witch. The curse causes Alma to become possessed by a spirit that is slowly killing her. Alma's friends and family try to help her, but nothing seems to work. Eventually, they decide to seek help from a shaman. The shaman tells them that the only way to break the curse is to find the witch who cast it. The group of friends and family set out on a journey to find the witch. Along the way, they encounter many dangers, but they are determined to save Alma. Eventually, they find the witch and break the curse. Alma is saved, and the group returns home victorious.    The movie Hilom (2023) is a well-made and suspenseful film. The acting is top-notch, and the story is engaging. If you are a fan of Filipino drama films, then you will definitely enjoy this movie.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1687939361/Hilom_mse5oo.mp3",
    "starring": [
      "Arron Villaflor",
      "Christine Bermas",
      "Julia Victoria",
      "Alma Moreno",
      "Liz Alindogan"
    ],
    "director": " GB Sampedro.",
    "country": " Philippines.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt27925161/",

    "movie.watch": "../../Adult/Hilom-2023/Watch-Hilom-Movie",
    "movie.A1": "../../Adult/Hilom-2023/Watch-Hilom-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/koudq3kor3h7.html",
   
    "movie.watchSR1": "https://dooood.com/e/pqprzxpjyn3s",
    "down1link1": "https://sblona.com/d/koudq3kor3h7.html",
    "down2link1": "https://dooood.com/d/pqprzxpjyn3s",
    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Hilom-Official_Trailer.mp4?updatedAt=1687612129049",
    "contentRating": " Philippines: 18+ ",
    "Originalnetwork": "Viva Films.",
    "language": " Tagalog, Filipino."
  },
  {
    "id": "INDEX88",
    "title": "THE POCKET DIAL MURDER ",
    "name": "Download Movie Pocket Dial Murder (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687612200/Pocket-Dial-Murder-2023_gh5dfm.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687612200/Pocket-Dial-Murder-2023_gh5dfm.webp ",
    "yearRelease": 2023,
    "genre": [" DRAMA,",  " THRILLER"],
    "rating": 4.8,
    "synopsis": "The movie opens with a young woman named Sarah (played by Emma Roberts) who is struggling to find her place in the world. She is working a dead-end job, and she is not sure what she wants to do with her life. One day, Sarah is browsing through a thrift store when she finds a beautiful dress. The dress is perfect for her, and she decides to buy it. She wears the dress to a party, and she meets a handsome man named Jake (played by Josh Duhamel). Jake and Sarah hit it off, and they start dating. Jake is everything that Sarah has ever wanted in a man. He is handsome, successful, and he seems to be perfect for her. However, Sarah soon starts to realize that Jake is not what he seems. He is controlling and possessive, and he is not as perfect as she thought he was. Sarah tries to break up with Jake, but he refuses to let her go. He threatens her and her family, and he makes it clear that he will not let her go without a fight. Sarah is scared, but she knows that she has to stand up to Jake. She refuses to let him control her, and she fights back against him. In the end, Sarah is able to defeat Jake and escape from him. She is finally free from his control, and she can start to rebuild her life. The Perfect Find 2023 is a thriller that explores the themes of control and manipulation. Emma Roberts is excellent in the lead role, and she brings a lot of strength and vulnerability to the character of Sarah. The movie is also well-acted and well-directed, and it is sure to keep viewers on the edge of their seats.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1687892282/u-pdm_jziggu.mp3 ",
    "starring": [
      "Kirsten Comerford ",
      "Steve Byers",
      "Gina Torres",
      "Mathieu Bourassa",
      "Dawn Lambing."
    ],
    "director": " Roxanne Boisvert.",
    "country": " United States.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt24072236/",

    "movie.watch": "../../Hollywood/PocketDialMurder-2023/Watch-Pocket-Dial-Murder-Movie",
    "movie.A1": "../../Hollywood/PocketDialMurder-2023/Watch-Pocket-Dial-Murder-2023-Full-Movie-Online",
    "movie.watchP1": "https://sblona.com/e/cgiqapgj9l3p.html",

    "movie.watchSR1": "https://dooood.com/e/fmic3vvonoiu",

    "down1link1": "https://sblona.com/d/cgiqapgj9l3p.html",

    "down2link1": "https://dooood.com/d/fmic3vvonoiu",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Pocket-Dial-Murder-2023-Trailer.mp4?updatedAt=1687612129975",
    "contentRating": " United States:TV-14",
    "Originalnetwork": " N.B Thrilling Films 8.",
    "language": " English."
  },
  {
    "id": "INDEX87",
    "title": "THE PERFECT FIND ",
    "name": "Download Movie The Perfect Find (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687853537/the_perfect_find_2023_gxsxvk.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687853537/the_perfect_find_2023_gxsxvk.webp ",
    "yearRelease": 2023,
    "genre": [" DRAMA,", " COMEDY,", " ROMANCE"],
    "rating": 5.3,
    "synopsis": "The movie opens with a young woman named Sarah (played by Emma Roberts) who is struggling to find her place in the world. She is working a dead-end job, and she is not sure what she wants to do with her life. One day, Sarah is browsing through a thrift store when she finds a beautiful dress. The dress is perfect for her, and she decides to buy it. She wears the dress to a party, and she meets a handsome man named Jake (played by Josh Duhamel). Jake and Sarah hit it off, and they start dating. Jake is everything that Sarah has ever wanted in a man. He is handsome, successful, and he seems to be perfect for her. However, Sarah soon starts to realize that Jake is not what he seems. He is controlling and possessive, and he is not as perfect as she thought he was. Sarah tries to break up with Jake, but he refuses to let her go. He threatens her and her family, and he makes it clear that he will not let her go without a fight. Sarah is scared, but she knows that she has to stand up to Jake. She refuses to let him control her, and she fights back against him. In the end, Sarah is able to defeat Jake and escape from him. She is finally free from his control, and she can start to rebuild her life. The Perfect Find 2023 is a thriller that explores the themes of control and manipulation. Emma Roberts is excellent in the lead role, and she brings a lot of strength and vulnerability to the character of Sarah. The movie is also well-acted and well-directed, and it is sure to keep viewers on the edge of their seats.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1687852254/The_Perfect_Find-tittle_idat6s.mp3 ",
    "starring": [
      "Gabrielle Union",
      "Keith Powers",
      "Gina Torres",
      "La La Anthony",
      "Aisha Hinds."
    ],
    "director": " Numa Perrier.",
    "country": " United States.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt8400584/",

    "movie.watch": "../../Hollywood/ThePerfectFind-2023/Watch-The-Perfect-Find-Movie",
    "movie.A1": "../../Hollywood/ThePerfectFind-2023/Watch-The-Perfect-Find-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/svg9r4zymqt1.html",

    "movie.watchSR1": "https://sblona.com/e/svg9r4zymqt1.html",

    "down1link1": "https://sblona.com/d/svg9r4zymqt1.html",

    "down2link1": "https://sblona.com/d/svg9r4zymqt1.html",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/The-Perfect-Find___Official-Trailer.mp4?updatedAt=1687612131240",
    "contentRating": " United States:TV-MA",
    "Originalnetwork": "Netflix.",
    "language": " English."
  },
  {
    "id": "INDEX86",
    "title": "THE MACHINE ",
    "name": "Download Movie The Machine (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687612249/THE-MACHINE-2023_fk9iqh.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687612249/THE-MACHINE-2023_fk9iqh.webp ",
    "yearRelease": 2023,
    "genre": [" ACTION,", " COMEDY,", " THRILLER"],
    "rating": 6.1,
    "synopsis": "he movie opens with Bert Kreischer (played by himself) in a therapy session, talking about a wild story from his past. He tells the therapist about how he was once a drug dealer in Russia and how he was involved in a gang war that left several people dead. Bert's story is interrupted by a knock at the door. It is his friend Mark, who has come to tell him that his past has come back to haunt him. Mark tells Bert that a Russian mobster named Sasha is looking for him, and that he needs to leave town immediately. Bert is reluctant to go, but he knows that Mark is right. He packs his bags and leaves town, but he is not able to escape Sasha's reach. Sasha tracks Bert down to a small town in the United States, and he kidnaps Bert's wife and daughter. Bert is forced to go on the run, and he teams up with a Russian gangster named Igor to rescue his family. The two men track Sasha down to a remote cabin in the woods, and they engage in a bloody battle. In the end, Bert is able to rescue his family, and he kills Sasha. However, the experience has left Bert changed. He is no longer the same carefree party guy that he once was. He is now a man who has seen the dark side of life, and he is determined to make amends for his past mistakes. The movie ends with Bert returning to therapy, and he tells the therapist that he is ready to move on from his past. He is ready to start a new life, and he is determined to be a better man. The Machine 2023 is a dark comedy that explores the themes of redemption and second chances. Bert Kreischer is excellent in the lead role, and he brings a lot of humor and heart to the movie. The movie is also well-acted and well-directed.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1687776516/The_Machine-tittle_dzzrqz.mp3",
    "starring": [
      "Bert Kreischer",
      "Mark Hamill",
      "Jimmy Tatro",
      "Iva Babic",
      "Robert Maaser."
    ],
    "director": " Peter Atencio.",
    "country": " United States.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt11040844/",

    "movie.watch": "../../Hollywood/TheMachine-2023/Watch-The-Machine-Movie",
    "movie.A1": "../../Hollywood/TheMachine-2023/Watch-The-Machine-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/bwud2zqr9lg5.html",

    "movie.watchSR1": "https://dooood.com/e/x4eshycyc3qo",

    "down1link1": "https://sblona.com/d/bwud2zqr9lg5.html",

    "down2link1": "https://dooood.com/d/x4eshycyc3qo",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/THE-MACHINE-Official-Trailer.mp4?updatedAt=1687612126078",
    "contentRating": " United States:R",
    "Originalnetwork": "Sony Pictures Releasing.",
    "language": " English."
  },
  {
    "id": "INDEX85",
    "title": "EXTRACTION 2  ",
    "name": "Download Movie Extraction 2 (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1687612166/Extraction-2-2023_bjjpad.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1687612166/Extraction-2-2023_bjjpad.webp ",
    "yearRelease": 2023,
    "genre": [" ACTION,", " DRAMA,", " THRILLER"],
    "rating": 7.1,
    "synopsis": "Extraction 2 was released by Netflix on June 16, 2023, Extraction 2 is a 2023 American action thriller film. The movie opens with Tyler Rake (Chris Hemsworth) in prison, serving time for his actions in the first film. He is visited by his ex-wife Mia (Olga Kurylenko), who tells him that she has been offered a job to extract a woman named Nik Khan (Golshifteh Farahani) from Bangladesh. Nik is a former CIA agent who is now being hunted by a group of mercenaries led by Zurab (Riz Ahmed). Rake agrees to help Mia, and the two of them travel to Bangladesh to rescue Nik. However, things quickly go wrong when they are ambushed by Zurab's men. Rake and Mia are forced to flee, and they take Nik with them. The group makes their way to a safe house, but they are soon surrounded by Zurab's men. In the ensuing battle, Rake and Mia are able to defeat Zurab's men, but Nik is mortally wounded. Rake and Mia take Nik to a hospital, but she dies from her injuries. Rake is devastated, but he knows that he must still finish the mission. He tracks down Zurab and kills him, avenging Nik's death. The movie ends with Rake being arrested by the authorities. However, he is soon released, and he is approached by a mysterious man named Alcott (Idris Elba). Alcott tells Rake that he has another mission for him, and Rake agrees to take it on. The ending of Extraction 2 leaves the door open for a sequel, and it also introduces a new character in Alcott. Alcott is a powerful figure who is clearly not afraid to get his hands dirty. He is a dangerous opponent, but he is also someone who can offer Rake the kind of challenges that he craves. The movie also explores the themes of redemption and second chances. Rake is a flawed character, but he is also a hero. He is willing to risk his life to save others, and he is always willing to fight for what he believes in. Extraction 2 is a thrilling action movie that also offers a thought-provoking exploration of the human condition.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1687762749/Extraction2-tittle_iw2rq1.mp3",
    "starring": [
      "Chris Hemsworth",
      "Golshifteh Farahani",
      "Adam Bessa",
      "Tornike Gogrichiani",
      "Demetre Kavelashvili."
    ],
    "director": "Sam Hargrave.",
    "country": " United States.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt12263384/",

    "movie.watch": "../../Hollywood/Extraction2-2023/Watch-Extraction-2-Movie",
    "movie.A1": "../../Hollywood/Extraction2-2023/Watch-Extraction-2-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/pewadmz8f98a.html",

    "movie.watchSR1": "https://dooood.com/e/7h0cjiykoyrl",

    "down1link1": "https://sblona.com/d/pewadmz8f98a.html",

    "down2link1": "https://dooood.com/d/7h0cjiykoyrl",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/EXTRACTION_2___Official_Teaser_Trailer.mp4?updatedAt=1687759631962",
    "contentRating": " United States:R ",
    "Originalnetwork": "Netflix.",
    "language": " English."
  },
  {
    "id": "INDEX84",
    "title": "BLOODY DADDY  ",
    "name": "Download Movie Bloody Daddy (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1686515465/Bloody-Daddy-2023_kywtrm.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1686515465/Bloody-Daddy-2023_kywtrm.webp",
    "yearRelease": 2023,
    "genre": [" ACTION,", " DRAMA,", " THRILLER"],
    "rating": 7.6,
    "synopsis": "Bloody Daddy is a 2023 Indian Hindi-language action thriller film directed by Ali Abbas Zafar who co-wrote the film with Aditya Basu and Siddharth–Garima, and produced by Jio Studios. It features Shahid Kapoor, Sanjay Kapoor, Diana Penty, Ronit Roy, Rajeev Khandelwal, Ankur Bhatia and Vivan Bhatena. It is the adaptation of 2011 French film Sleepless Night, which itself was remade in Tamil as Thoongaa Vanam (2015), starring Kamal Haasan. The film follows the story of Sumair Azad (Shahid Kapoor), a messed up, tenacious man who faces off against cops and crime lords to save the one relationship that matters to him: his son, Arjun (Agastya Nanda). Sumair is a former police officer who was framed for a crime he didn't commit. He was released from prison after serving five years, but he has never been able to clear his name. He now works as a private investigator, trying to make ends meet and provide for his son. One day, Arjun is kidnapped by Sikandar Chowdhary (Ronit Roy), a powerful crime lord. Sikandar is demanding a ransom of ₹100 crore, but Sumair refuses to pay. He knows that if he pays the ransom, Sikandar will just come back for more. Sumair decides to take matters into his own hands. He tracks down Sikandar and confronts him. A fight ensues, and Sumair is able to rescue Arjun. However, Sikandar is not finished yet. He vows to get revenge on Sumair and his family. Sumair and Arjun go on the run, trying to stay one step ahead of Sikandar's men. They are helped by a team of police officers, led by Inspector Khan (Sanjay Kapoor). However, Sikandar is a powerful enemy, and he is not going to give up easily. The film culminates in a showdown between Sumair and Sikandar. The two men fight to the death, and in the end, Sumair is victorious. He has saved his son, and he has finally cleared his name. Bloody Daddy is a fast-paced, action-packed thriller that will keep you on the edge of your seat. It is a story of love, loss, revenge, and redemption. Shahid Kapoor gives a powerful performance as Sumair, and the supporting cast is also excellent. The film is directed with flair by Ali Abbas Zafar, and the action sequences are well-choreographed. Bloody Daddy is a must-see for fans of action thrillers.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1687094006/BLOODY_TITEL_i0ogh6.mp3",
    "starring": [
      "Shahid Kapoor",
      "Amy Aela ",
      "Ankur Bhatia",
      "Diana Penty",
      "Ronit Roy."
    ],
    "director": "Ali Abbas Zafar.",
    "country": " India.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt27501039/",

    "movie.watch": "../../Bollywood/bloodydaddy-2023/Watch-Bloody-Daddy-2023-Full-Movie-Online",
    "movie.A1": "../../Bollywood/bloodydaddy-2023/Watch-Bloody-Daddy-2023-Movie",
    "movie.watchP1": "https://sblona.com/e/rqu66x7m461t.html",

    "movie.watchSR1": "https://dooood.com/e/3jyolbel4mak",

    "down1link1": "https://sblona.com/d/rqu66x7m461t.html",

    "down2link1": "https://dooood.com/d/3jyolbel4mak",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Bloody_Daddy_Official_Trailer.mp4?updatedAt=1686515404311",
    "contentRating": " India:A ",
    "Originalnetwork": "JioCinema.",
    "language": " Hindi."
  },
  {
    "id": "INDEX85",
    "title": "MODERN LOVE CHENNAI ",
    "name": "Download Movie Modern Love Chennai (2023)",
    "poster": "https://res.cloudinary.com/dezf3wemk/image/upload/w_1000,ar_16:9,c_fill,g_auto,e_sharpen/v1686515490/Modern-Love-Chennai-2023_nwaheo.webp",
    "banner": "https://res.cloudinary.com/dezf3wemk/image/upload/c_fill,g_auto,e_sharpen,h_250,w_970/b_rgb:000000,e_gradient_fade,y_-0.10/c_scale,co_rgb:ffffff,fl_relative,l_text:montserrat_25_style_light_align_center:Download%20Now,w_0.3,y_0.35/v1686515490/Modern-Love-Chennai-2023_nwaheo.webp",
    "yearRelease": 2023,
    "genre": [" COMEDY"],
    "rating": 7.6,
    "synopsis": "Modern Love Chennai is a 2023 Indian Tamil-language anthology romantic comedy-drama television series directed by Bharathiraja, Balaji Sakthivel, Thiagarajan Kumararaja, Rajumurugan, Krishnakumar Ramakumar and Akshay Sundher. It was produced by Tyler Durden and Kino Fist. It stars Ritu Varma, Ashok Selvan, Remya Nambeesan, Wamiqa Gabbi, Sri Gouri Priya, Samyuktha Vishwanathan, Pawan Alex, Aniiruth Kanakarajan, T. J. Bhanu, Sanjula Sarathi, Chu Khoy Sheng, Srikrishna Dayal, Vasudevan Murali, Vasundhara Kashyap, Kishore, Vijayalakshmi and PB. The series is an adaptation of the American anthology series Modern Love, which is based on the column of the same name published in The New York Times. The series tells six stories of love in Chennai, each with its own unique perspective. The first story, Lalagunda Bommaigal, is about a young couple who fall in love despite their different social backgrounds. The second story, Imaigal, is about a group of friends who come together to support each other through a difficult time. The third story, Kaadhal Enbadhu Kannula Heart Irukkura Emoji, is about a young man who falls in love with a woman who uses emojis to communicate her feelings. The fourth story, Margazhi, is about a couple who rekindle their love after many years apart. The fifth story, Paravai Kootil Vaazhum Maangal, is about a young woman who finds love with a man who is not her caste. The sixth story, Ninaivo Oru Paravai, is about a woman who learns to love herself after a series of heartbreaks. Modern Love Chennai is a heartwarming and uplifting series that celebrates the power of love in all its forms. It is a must-watch for anyone who loves a good love story.",
    "audio": "https://res.cloudinary.com/db36kfuq3/video/upload/v1687096960/MCL-TITTLE_sfzc0m.mp3",
    "starring": [
      "Wamiqa Gabbi",
      "Ritu Varma ",
      "Ashok Selvan",
      "Vijayalakshmi Ahathian",
      "Sri Gouri Priya."
    ],
    "director": "Thiagarajan Kumararaja.",
    "country": " India.",
    "status": "New Movie",
    "link": "https://www.imdb.com/title/tt21883062/",

    "movie.watch": "../../Bollywood/ModernLoveChennai-2023/Watch-Movie-Modern-Love-Chennai",

    "movie.watchP1": "https://sblona.com/e/cdx839wxmpd1.html",

    "movie.watchSR1": "https://dooood.com/e/debolthswiyf",

    "down1link1": "https://sblona.com/d/cdx839wxmpd1.html",

    "down2link1": "https://dooood.com/d/debolthswiyf",

    "movie.trailer": "https://ik.imagekit.io/gmcl6xvq6/Modern_Love_Chennai_-_Official_Trailer.mp4?updatedAt=1686515406041",
    "contentRating": " India:UA 16+ ",
    "Originalnetwork": "Amazon Prime Video.",
    "language": " Hindi."
  }


]
